{
  "name": "series_zelda",
  "filename": "series_zelda_p1_p7.json",
  "task_type": "series",
  "target_name": "zelda",
  "start_page": 1,
  "end_page": 7,
  "current_page": 8,
  "status": "completed",
  "created_at": "20251225_170203",
  "data": [
    {
      "ID": 140,
      "URL": "https://zaixianwan.app/games/140",
      "Title": "塞尔达传说 - 大地之章 (v1.0) (简) (啪嗒啪嗒 & 小笨笨 & 怕淋)",
      "Description": "《塞尔达传说 - 大地之章》是任天堂于2001年在Game Boy Color平台上推出的动作冒险游戏。玩家扮演主角林克，受命前往霍尔德拉大陆，拯救被邪恶势力绑架的季节之神迪娜。游戏的核心机制是利用四季杖改变环境的季节，从而解决谜题并探索新的区域。游戏包含八个主要地下城，每个地下城都有独特的挑战和Boss战。通过与《塞尔达传说 - 时空之章》联动，玩家可以解锁额外的剧情和内容，体验完整的故事线。游戏以其创新的季节变化系统和丰富的谜题设计，深受玩家喜爱，成为GBC平台上的经典之作。"
    },
    {
      "ID": 141,
      "URL": "https://zaixianwan.app/games/141",
      "Title": "塞尔达传说 - 大地之章 (v1.0) (繁) (啪嗒啪嗒 & 小笨笨 & 怕淋)",
      "Description": "《塞尔达传说：大地之章》是任天堂于2001年在Game Boy Color平台上推出的动作冒险游戏，也是《塞尔达传说》系列的一部分。游戏的日文名称为《ゼルダの伝説 ふしぎの木の実 大地の章》，英文名称为《The Legend of Zelda: Oracle of Seasons》。在游戏中，玩家扮演主角林克，受命前往霍尔德拉大陆，拯救被邪恶势力绑架的季节之神迪娜。林克需要利用四季杖改变环境的季节，以解决谜题、探索地下城并击败敌人。游戏特色在于季节变化对世界的影响，例如冬季时湖面结冰，林克可以步行通过；夏季时藤蔓生长，林克可以攀爬到新的区域。游戏与《塞尔达传说：时空之章》相互关联，玩家可以通过密码系统在两款游戏之间传递数据，解锁额外内容和隐藏剧情。"
    },
    {
      "ID": 142,
      "URL": "https://zaixianwan.app/games/142",
      "Title": "塞尔达传说 - 时空之章 (简) (啪嗒啪嗒 & 小笨笨 & 怕淋)",
      "Description": "《塞尔达传说：时空之章》是任天堂于2001年在Game Boy Color平台上推出的动作冒险游戏。玩家扮演主角林克，穿越时空，解救被邪恶势力绑架的娜悠鲁。游戏特色包括独特的时间旅行机制，允许玩家在过去和现在之间切换，以解决谜题和探索世界。游戏中有多个迷宫，玩家需要收集道具和武器，战胜敌人，解开谜题。游戏还支持与《塞尔达传说：大地之章》联动，完成两个游戏可解锁隐藏内容。"
    },
    {
      "ID": 143,
      "URL": "https://zaixianwan.app/games/143",
      "Title": "塞尔达传说 - 时空之章 (繁) (啪嗒啪嗒 & 小笨笨 & 怕淋)",
      "Description": "《塞尔达传说：时空之章》是任天堂于2001年在Game Boy Color平台上推出的动作冒险游戏，分为《大地之章》和《时空之章》两部作品。玩家扮演主角林克，分别在霍尔顿和拉布伦娜两个王国展开冒险，拯救被邪恶势力绑架的娜依鲁和迪妮。游戏特色在于利用季节变化和时间旅行的机制，解开谜题，探索地下城，收集道具，提升能力。两部游戏可独立游玩，但通过连接密码，玩家可体验完整的故事情节，解锁额外内容。游戏以其创新的玩法和丰富的剧情，成为《塞尔达传说》系列的经典之作，深受玩家喜爱。"
    },
    {
      "ID": 144,
      "URL": "https://zaixianwan.app/games/144",
      "Title": "塞尔达传说 - 梦见岛 (简) (unknown)",
      "Description": "《塞尔达传说：织梦岛》是由任天堂于1993年在Game Boy平台上推出的动作冒险游戏，也是“塞尔达传说”系列的第四部作品。游戏的故事发生在可湖霖岛，主角林克在一次航海事故后被冲上该岛的海滩。为了离开岛屿，林克需要集齐八件乐器，唤醒沉睡的风鱼。游戏以其丰富的剧情和独特的设定而备受玩家喜爱。1998年，任天堂在Game Boy Color平台上发布了《织梦岛DX》，增加了彩色画面和新的迷宫设计。2019年，任天堂在Nintendo Switch平台上推出了完全重制版，采用黏土风格的3D画面，保留了原作的俯视视角，并新增了迷宫创作功能。"
    },
    {
      "ID": 145,
      "URL": "https://zaixianwan.app/games/145",
      "Title": "塞尔达传说 - 梦见岛 (简) (啪嗒啪嗒 & 小笨笨 & Our Story℃)",
      "Description": "《塞尔达传说：梦见岛》是任天堂于1993年在Game Boy平台上推出的动作冒险游戏。玩家扮演主角林克，在一次航海事故后漂流至神秘的科霍林特岛。为了离开岛屿，林克必须唤醒沉睡的风鱼，过程中需探索各个迷宫，收集八种乐器，并解开岛上的谜团。游戏以其丰富的剧情、独特的角色和精巧的谜题设计而闻名，成为《塞尔达传说》系列中的经典之作。"
    },
    {
      "ID": 146,
      "URL": "https://zaixianwan.app/games/146",
      "Title": "塞尔达传说 - 梦见岛 (繁) (unknown)",
      "Description": "《塞尔达传说：织梦岛》是任天堂于1993年在Game Boy平台推出的动作冒险游戏，也是“塞尔达传说”系列的第四部作品。游戏讲述了主角林克在航海途中遭遇风暴，被冲上可湖霖岛的故事。为了离开岛屿，林克需要集齐八件乐器，唤醒沉睡的风鱼。游戏以其丰富的剧情和独特的设定而备受好评。1998年，任天堂在Game Boy Color平台推出了彩色版《织梦岛DX》，增加了新的迷宫和照相功能。2019年，任天堂在Nintendo Switch平台上发布了完全重制版，采用黏土风格的3D画面，并新增了迷宫编辑功能。"
    },
    {
      "ID": 147,
      "URL": "https://zaixianwan.app/games/147",
      "Title": "塞尔达传说 - 梦见岛 (繁) (啪嗒啪嗒 & 小笨笨 & Our Story℃)",
      "Description": "《塞尔达传说：织梦岛》是任天堂于1993年在Game Boy平台推出的动作冒险游戏，也是“塞尔达传说”系列的第四部作品。游戏的故事发生在可湖霖岛，主角林克在一次航海事故后被冲上该岛的海滩。为了离开岛屿，林克需要集齐八件乐器，唤醒沉睡的风鱼。游戏以其丰富的剧情和独特的设定而备受玩家喜爱。1998年，任天堂在Game Boy Color平台推出了《织梦岛DX》，增加了彩色画面和新的迷宫设计。2019年，任天堂在Nintendo Switch平台上发布了完全重制版的《织梦岛》，采用黏土风格的3D画面，保留了原作的俯视视角，并新增了迷宫编辑等功能。"
    },
    {
      "ID": 689,
      "URL": "https://zaixianwan.app/games/689",
      "Title": "塞尔达传说 - 缩小帽[CGP](简)(JP)(128Mb)",
      "Description": "《塞尔达传说：缩小帽》是任天堂于2004年在Game Boy Advance平台上推出的动作冒险游戏。玩家将扮演主角林克，探索海拉尔王国，解救被邪恶法师瓦堤石化的塞尔达公主。游戏引入了“缩小”机制，林克可以借助神秘的皮克尔帽缩小体型，进入微小的世界，解决谜题并与皮克尔族互动。游戏包含丰富的地下城、谜题和敌人，玩家需收集元素之力，强化四剑，最终打败瓦堤，恢复王国和平。"
    },
    {
      "ID": 690,
      "URL": "https://zaixianwan.app/games/690",
      "Title": "塞尔达传说 - 缩小帽[天使汉化组](简)(JP)(128Mb)",
      "Description": "《塞尔达传说：缩小帽》是由任天堂与卡普空合作开发的动作冒险游戏，于2004年在Game Boy Advance平台上发行。游戏以林克为主角，讲述他在海拉鲁王国的冒险故事。故事开始于海拉鲁王国的年度庆典，林克受邀陪同塞尔达公主参加。然而，邪恶巫师库夫突然出现，将塞尔达公主石化。为了拯救公主，林克踏上寻找皮克尔族的旅程。在途中，他遇到了被库夫变成帽子的艾塞罗。艾塞罗赋予林克缩小的能力，使他能够进入微观世界，与皮克尔族互动。游戏中，林克需要收集地、火、水、风四种元素，将它们的力量注入剑中，以恢复四人之剑的力量，从而获得击败库夫的能力。游戏引入了“幸福碎片”系统，玩家可以通过收集并拼合这些碎片，解锁隐藏要素和支线任务，增加了游戏的可玩性和探索乐趣。《塞尔达传说：缩小帽》以其精美的画面、丰富的谜题设计和独特的缩小机制，成为GBA平台上的经典之作，深受玩家喜爱。"
    },
    {
      "ID": 691,
      "URL": "https://zaixianwan.app/games/691",
      "Title": "塞尔达传说 - 缩小帽[天使汉化组](繁)(JP)(128Mb)",
      "Description": "《塞尔达传说：缩小帽》是任天堂于2004年在Game Boy Advance平台上推出的动作冒险游戏。游戏的日文名称为《ゼルダの伝説 ふしぎのぼうし》，英文名称为《The Legend of Zelda: The Minish Cap》，韩文名称为《젤다의 전설: 미니시 캡》。在本作中，玩家将扮演主角林克，探索海拉尔王国，解开谜题，战胜敌人，最终拯救被石化的塞尔达公主。游戏引入了“缩小”这一独特机制，林克可以借助神秘的帽子“艾兹洛”缩小体型，进入微小的米尼什族世界，体验全新的冒险。游戏画面精美，音乐动听，谜题设计巧妙，深受玩家喜爱。"
    },
    {
      "ID": 692,
      "URL": "https://zaixianwan.app/games/692",
      "Title": "塞尔达传说 - 缩小帽[天使汉化组]日汉最终版v2005 SP4 114.75",
      "Description": "《塞尔达传说：缩小帽》是任天堂于2004年在Game Boy Advance平台上推出的动作冒险游戏。玩家将扮演主角林克，探索海拉尔王国，解救被邪恶巫师瓦堤石化的塞尔达公主。游戏的独特之处在于林克能够借助神秘的帽子“艾兹洛”缩小体型，进入微小的“皮克尔”世界，解决谜题并挑战强大的敌人。游戏采用经典的俯视视角，结合精美的像素画风和丰富的音乐，带给玩家沉浸式的冒险体验。"
    },
    {
      "ID": 693,
      "URL": "https://zaixianwan.app/games/693",
      "Title": "塞尔达传说 - 过去的林克&四支剑[Larrywalker](繁)(US)(64Mb)",
      "Description": "《塞尔达传说：众神的三角力量&四支剑》是任天堂于2002年12月2日在北美地区发行的Game Boy Advance（GBA）平台动作冒险游戏。该作包含两部分内容：一是对超级任天堂（Super Famicom）经典游戏《塞尔达传说：众神的三角力量》的重制版，二是全新的多人联机游戏《四支剑》。在《众神的三角力量》中，玩家扮演年轻的林克，踏上拯救海拉尔王国的旅程。故事讲述邪恶巫师阿甘尼姆企图解开七贤者的封印，释放黑暗力量。林克在梦中听到塞尔达公主的求救，毅然前往城堡，展开冒险，解救公主，并阻止邪恶势力的阴谋。《四支剑》则是系列首款支持2至4人联机的作品。玩家需将GBA掌机连接至NGC主机，共同解谜，协力通关。游戏中，林克拔出四支剑，分裂成四个分身，与伙伴们一起对抗邪恶势力，解救被掳走的塞尔达公主和六位巫女。本作在保留原作经典元素的同时，新增了隐藏迷宫和额外剧情，提升了游戏的可玩性和挑战性。"
    },
    {
      "ID": 694,
      "URL": "https://zaixianwan.app/games/694",
      "Title": "塞尔达传说 - 过去的林克&四支剑[漫游](简)(US)(64Mb)",
      "Description": "《塞尔达传说：过去的林克与四支剑》是任天堂在Game Boy Advance平台上推出的一款动作冒险游戏合集。该游戏包含了经典的《塞尔达传说：众神的三角力量》（又称《过去的林克》）以及全新的多人合作模式《四支剑》。在《众神的三角力量》中，玩家将扮演林克，穿越光明与黑暗世界，解救被邪恶巫师阿格尼姆囚禁的塞尔达公主，最终打败魔王盖侬，拯救海拉尔王国。《四支剑》则是一款支持最多四名玩家同时进行的合作冒险游戏，玩家需要共同解决谜题，击败敌人，收集宝石，以解救被邪恶风之魔法师瓦提封印的塞尔达公主。该游戏凭借其丰富的剧情、精巧的谜题设计和创新的多人模式，深受玩家喜爱，成为GBA平台上的经典之作。"
    },
    {
      "ID": 1097,
      "URL": "https://zaixianwan.app/games/1097",
      "Title": "塞尔达传说 - 三神之力[外星科技](CN)[RPG](16Mb)",
      "Description": "《塞尔达传说 - 三神之力》是任天堂于1991年在超级任天堂（SNES）平台上推出的经典动作冒险游戏，原名《ゼルダの伝説 神々のトライフォース》，英文名为《The Legend of Zelda: A Link to the Past》。游戏采用俯视视角，玩家扮演主角林克，探索广阔的海拉尔王国，解开谜题，挑战迷宫，最终拯救被邪恶势力绑架的塞尔达公主。游戏引入了光明世界和黑暗世界的平行世界概念，玩家需在两个世界间穿梭，解决谜题，推进剧情。游戏的丰富内容和精巧设计使其成为《塞尔达传说》系列的经典之作，深受玩家喜爱。"
    },
    {
      "ID": 1098,
      "URL": "https://zaixianwan.app/games/1098",
      "Title": "塞尔达传说 - 幻想大陆海尔拉 (Zpix)[小笨笨汉化](US)[RPG](1Mb)",
      "Description": "《塞尔达传说》（日文名：ゼルダの伝説，英文名：The Legend of Zelda）是由任天堂于1986年推出的动作冒险游戏，设定在虚构的海拉尔王国。玩家扮演主角林克，收集八块智慧三角力量碎片，击败魔王加儂，拯救塞尔达公主。游戏采用俯视视角，玩家需在世界地图和迷宫中探索，解开谜题，战胜敌人。作为塞尔达传说系列的首部作品，本作奠定了系列的基础，影响深远。"
    },
    {
      "ID": 1099,
      "URL": "https://zaixianwan.app/games/1099",
      "Title": "塞尔达传说 - 幻想大陆海尔拉[小笨笨汉化](US)[RPG](1Mb)",
      "Description": "《塞尔达传说 幻想大陆海尔拉》是一款由任天堂开发并发行的动作冒险游戏，最初于1986年在日本的Famicom磁盘系统上发布，随后在1987年登陆北美的NES平台。游戏的故事发生在虚构的海尔拉王国，玩家扮演年轻的英雄林克，踏上拯救公主塞尔达并击败邪恶魔王加农的旅程。游戏以其开放式的探索、复杂的迷宫设计和创新的游戏机制而闻名，奠定了动作冒险游戏的基础。玩家需要收集各种道具和武器，解开谜题，战胜敌人，最终集齐三角力量，拯救王国。该游戏在全球范围内广受好评，被视为电子游戏史上的经典之作。"
    },
    {
      "ID": 1100,
      "URL": "https://zaixianwan.app/games/1100",
      "Title": "塞尔达传说 - 林克冒险[小笨笨汉化](US)[ACT](2Mb)",
      "Description": "《塞尔达传说 林克的冒险》是任天堂于1987年在FC磁碟机平台上推出的动作角色扮演游戏，也是《塞尔达传说》系列的第二部作品。游戏采用横向卷轴视角，融合了平台游戏元素和角色扮演要素，与前作的俯视视角有显著不同。玩家将扮演主角林克，踏上旅程，拯救被睡眠魔法诅咒的塞尔达公主。游戏引入了经验值系统，林克通过击败敌人获取经验，提升攻击、魔法和生命等级。游戏还包含魔法系统，林克可在各城镇的智者处学习不同魔法，以应对冒险中的挑战。游戏的战斗系统较前作复杂，林克需根据敌人的攻击方式调整站姿或蹲下进行防御和攻击。游戏设有多种道具和魔法，帮助玩家解决谜题和战胜敌人。游戏在商业和口碑上都取得了成功，许多元素在后续作品中被沿用，如魔法槽、黑暗林克等。"
    },
    {
      "ID": 1101,
      "URL": "https://zaixianwan.app/games/1101",
      "Title": "塞尔达传说 - 神奇的帽子[南晶科技](CN)[RPG](16Mb)",
      "Description": "《塞尔达传说：缩小帽》是由任天堂与卡普空合作开发的动作冒险游戏，于2004年在Game Boy Advance平台上发行。游戏以林克为主角，讲述他在海拉鲁王国的冒险故事。故事开始于邪恶巫师库夫将塞尔达公主石化，林克受命寻找皮克尔族的帮助。途中，他遇到了被库夫变成帽子的艾塞罗，艾塞罗赋予林克缩小体型的能力，使其能够进入微观世界，与皮克尔族互动。游戏特色包括丰富的道具系统，如魔法壶、弹跳杖、鼹鼠手套和羽毛斗篷等，这些道具在解谜和战斗中发挥重要作用。此外，游戏引入了“幸福碎片”系统，玩家通过收集并拼合这些碎片，可解锁隐藏要素，增加游戏的探索乐趣。《缩小帽》以其清新的画风、精巧的谜题设计和独特的缩小机制，成为GBA平台上的经典之作，深受玩家喜爱。"
    },
    {
      "ID": 1842,
      "URL": "https://zaixianwan.app/games/1842",
      "Title": "塞尔达传说 (简) (部分汉化)(Dark_Link)(12Mb)",
      "Description": "《塞尔达传说：众神的三角力量》是任天堂于1991年在超级任天堂（SNES）平台上推出的动作冒险游戏。游戏设定在虚构的海拉尔王国，玩家扮演年轻的勇者林克，肩负拯救塞尔达公主和击败邪恶魔王加农的使命。游戏采用俯视视角，玩家需探索广阔的世界地图，解开各式谜题，挑战复杂的迷宫，并与多样的敌人战斗。游戏引入了平行世界的概念，玩家在光明世界和黑暗世界之间穿梭，利用两者的差异解决谜题。游戏的图形和音乐在当时堪称一流，丰富的道具系统和精巧的关卡设计使其成为动作冒险游戏的经典之作。"
    },
    {
      "ID": 1843,
      "URL": "https://zaixianwan.app/games/1843",
      "Title": "塞尔达传说 (繁) (汉化修正版)(Dark_Link & kamiru2)(12Mb)",
      "Description": "《塞尔达传说 众神的三角力量》是任天堂于1991年在超级任天堂（SNES）平台上推出的动作冒险游戏，也是《塞尔达传说》系列的第三部作品。游戏采用俯视视角，玩家扮演主角林克，探索广阔的海拉尔王国，解开谜题，挑战迷宫，最终拯救被邪恶巫师阿格尼姆囚禁的塞尔达公主，并阻止魔王加农的复活。游戏引入了光明世界和黑暗世界的双重世界设定，玩家需在两个世界之间穿梭，利用各自的特性解决难题。游戏的丰富内容、精巧设计和深刻剧情使其成为SNES平台上的经典之作，深受玩家喜爱。"
    },
    {
      "ID": 1844,
      "URL": "https://zaixianwan.app/games/1844",
      "Title": "塞尔达传说 (繁) (部分汉化)(Dark_Link & 小铭)(12Mb)",
      "Description": "《塞尔达传说》（The Legend of Zelda）是由任天堂于1986年推出的动作冒险游戏，最初在日本的FC磁碟机上发行，随后在北美和欧洲的NES主机上推出。游戏设定在虚构的海拉尔王国，玩家扮演主角林克，收集智慧三角力量的八个碎片，以击败魔王加农，拯救塞尔达公主。游戏采用俯视视角，玩家需在广阔的世界地图和多个迷宫中探索，解开谜题，并与敌人战斗。作为系列的开山之作，《塞尔达传说》奠定了后续作品的基础，其非线性的游戏方式、丰富的道具系统和开放的探索元素，深受玩家喜爱。游戏在全球销量超过650万份，被视为电子游戏史上最具影响力的作品之一。"
    },
    {
      "ID": 1845,
      "URL": "https://zaixianwan.app/games/1845",
      "Title": "塞尔达传说 (繁) (部分汉化)(Dark_Link)(12Mb)",
      "Description": "《塞尔达传说 众神的三角力量》是任天堂于1991年在超级任天堂（SNES）平台上推出的动作冒险游戏，也是《塞尔达传说》系列的第三部作品。游戏采用俯视视角，玩家扮演年轻的林克，肩负拯救海拉尔王国和塞尔达公主的使命。游戏设定在广阔的海拉尔世界，玩家需探索多个迷宫，解开谜题，收集道具，并与敌人战斗。游戏引入了光明世界和黑暗世界的概念，玩家需在两个世界间穿梭，利用各自的特性解决难题。《众神的三角力量》在剧情、玩法和音乐方面都获得了高度评价，被视为系列的经典之作。游戏的成功奠定了《塞尔达传说》系列在动作冒险游戏领域的地位，影响了后续众多游戏的设计。"
    },
    {
      "ID": 1846,
      "URL": "https://zaixianwan.app/games/1846",
      "Title": "塞尔达传说 MSU-1版(简)(花屏文字修正)(Dark_Link+hlken)(16Mb)",
      "Description": "《塞尔达传说：众神的三角力量》是任天堂于1991年在超级任天堂（SFC）平台上推出的经典动作冒险游戏。游戏以其丰富的剧情、精巧的谜题设计和广阔的探索空间而闻名，深受玩家喜爱。在游戏中，玩家扮演主角林克，肩负拯救海拉鲁王国和塞尔达公主的使命。游戏引入了魔法槽、空瓶、魔法勋章、大师之剑（Master Sword）、镜盾等要素，这些设定对后续的《塞尔达传说》系列作品产生了深远影响。MSU-1版是对原版游戏的改良版本，利用MSU-1芯片的扩展功能，为游戏添加了高质量的CD音质音乐和过场动画，提升了游戏的视听体验。此外，汉化组hlken对游戏进行了汉化，并修复了原版汉化过程中出现的花屏问题，使得中文玩家能够更流畅地体验游戏内容。总体而言，《塞尔达传说：众神的三角力量》MSU-1版在保留原作经典玩法的基础上，通过音画质的提升和汉化修正，为玩家带来了更为丰富和沉浸的游戏体验。"
    },
    {
      "ID": 2146,
      "URL": "https://zaixianwan.app/games/2146",
      "Title": "塞尔达传说 大地的汽笛(简)1.1(US)(FCU汉化组和兔友汉化组)(1024Mb)",
      "Description": "《塞尔达传说：大地的汽笛》是任天堂于2009年在NDS平台上推出的动作冒险游戏，是《塞尔达传说》系列的第15部作品。游戏延续了前作《幻影沙漏》的卡通渲染画风，并引入了全新的交通工具——蒸汽火车，供主角林克在广阔的世界中穿梭冒险。故事发生在《风之杖》和《幻影沙漏》之后，林克和泰特拉在新大陆上建立了新的海拉尔王国。然而，恶魔之王马勒杜斯的封印逐渐减弱，导致大地上的轨道消失，精灵之塔崩塌。林克与塞尔达公主携手，利用神秘的“灵魂长笛”，修复轨道，重建封印，阻止马勒杜斯的复活。游戏采用全触屏操作，玩家通过触控笔控制林克的行动和攻击。塞尔达公主的灵魂可附身于强大的幻影骑士，与林克协同作战，解开谜题。玩家需驾驶火车在各区域间移动，解决谜题，挑战地牢，收集道具，提升能力。《大地的汽笛》在全球范围内获得了积极评价，Metacritic综合评分为87/100。媒体称赞其精心设计的地牢、引人入胜的故事情节以及创新的双人解谜玩法。截至2020年12月，游戏全球销量达296万份，其中日本地区销量为76万份。"
    },
    {
      "ID": 2147,
      "URL": "https://zaixianwan.app/games/2147",
      "Title": "塞尔达传说 大地的汽笛(繁)1.1(US)(рluto)(1024Mb)",
      "Description": "《塞尔达传说：大地的汽笛》是任天堂于2009年在NDS平台上推出的动作冒险游戏，是《塞尔达传说》系列的第15部作品。游戏采用卡通渲染的画面风格，主角林克驾驶装有大炮的蒸汽火车在世界各地冒险。玩家还可操控前作《幻影沙漏》中难以击败的敌人“幻影”，并使用名为“灵魂长笛”的道具。值得一提的是，塞尔达公主在本作中戏份较重，担任类似《时之笛》和《姆吉拉的假面》中近身精灵的角色。游戏剧情发生在《风之杖》和《幻影沙漏》之后，林克和泰特拉在新大陆上建立了新的海拉尔王国。恶魔之王马勒杜斯崛起，精灵们将其封印于大地，并以轨道状的枷锁和精灵之塔维持封印。玩家需操控林克和塞尔达公主的灵魂，修复精灵之塔，阻止马勒杜斯的复活。游戏全程采用触摸操作，玩家可在地图上绘制路线，吹奏排箫等，带来新颖的游戏体验。"
    },
    {
      "ID": 2148,
      "URL": "https://zaixianwan.app/games/2148",
      "Title": "塞尔达传说 幻影沙漏 修正版(简)(JP)(巴士汉化组)(512Mb)",
      "Description": "《塞尔达传说：幻影沙漏》是任天堂于2007年在NDS平台推出的动作冒险游戏，延续了《风之杖》的剧情。游戏采用全触控操作，玩家通过触控笔控制主角林克的移动、攻击和解谜，带来全新的游戏体验。故事讲述林克与海盗团首领泰特拉在大海上冒险，遭遇神秘的幽灵船。泰特拉登船调查后失踪，林克在营救过程中坠海，被冲到梅鲁卡岛。为救出泰特拉，林克在精灵雪拉和船长莱茵巴克的帮助下，展开寻找幽灵船的旅程。游戏中，林克需探索各个岛屿，解开谜题，收集道具，并挑战迷宫。幻影沙漏是关键道具，能在海王神殿中限制敌人行动时间。游戏还引入了备忘录功能，玩家可在地图上做笔记，辅助解谜。《幻影沙漏》以其创新的触控操作、丰富的谜题设计和引人入胜的剧情，获得了玩家和媒体的高度评价。游戏全球销量达476万份，其中日本地区销量达90万份，成为系列中在日本地区销量最高的作品之一。"
    },
    {
      "ID": 2149,
      "URL": "https://zaixianwan.app/games/2149",
      "Title": "塞尔达传说 幻影沙漏 修正版(繁)(JP)(巴士汉化组)(512Mb)",
      "Description": "《塞尔达传说：幻影沙漏》是任天堂于2007年在NDS平台推出的动作冒险游戏，也是《塞尔达传说》系列的第十四部主要作品。游戏采用3D卡通渲染的画面风格，延续了前作《风之律动》的视觉特色。故事发生在《风之律动》冒险结束数月后，林克与泰特拉的海盗团在大海上继续探险。他们发现了一艘笼罩在迷雾中的幽灵船，泰特拉登船调查却遭遇不测，林克试图营救她时不慎坠海，漂流至梅鲁卡岛。在岛上，林克结识了失忆的妖精雪拉和寻找幽灵船的莱茵巴克船长。为拯救泰特拉，林克踏上了新的冒险旅程，寻找力量、智慧和勇气三位精灵，并利用幻影沙漏的力量探索海王神殿，最终击败了魔物贝拉姆，解救了泰特拉。游戏充分利用NDS的触摸屏和双屏特性，玩家可通过触控笔完成林克的所有动作，如移动、攻击和解谜等。此外，游戏还提供了丰富的道具和迷宫设计，延续了系列一贯的高品质冒险体验。"
    },
    {
      "ID": 2150,
      "URL": "https://zaixianwan.app/games/2150",
      "Title": "塞尔达传说 灵魂轨迹(US)(ACG汉化组)(1024Mb)",
      "Description": "《塞尔达传说：灵魂轨迹》是任天堂于2009年在NDS平台推出的《塞尔达传说》系列作品。游戏延续了前作《幻影沙漏》的卡通渲染风格和全程触控操作方式，同时引入了全新的交通工具——火车，以及可操控的“幻灵铠甲”，为玩家带来了全新的冒险体验。游戏的故事发生在前作《幻影沙漏》数百年后，原本被海洋覆盖的海拉尔大陆已变为广阔的陆地。主人公林克是一名梦想成为优秀列车员的少年。在一次前往神之塔的旅途中，塞尔达公主的身体被邪恶势力夺走，灵魂形态的公主与林克携手展开冒险，旨在恢复消失的灵魂轨道，阻止魔王复活，拯救海拉尔王国。本作在玩法上进行了多项创新。玩家不仅可以驾驶火车在大陆上穿梭，还能利用触控操作解决各种谜题。游戏引入了“双人解谜”机制，允许玩家同时操控林克和塞尔达公主的灵魂附身的“幻灵铠甲”，两者需协同合作，利用各自的能力克服障碍，解开谜题。此外，游戏改良了前作中的一些问题，如简化了林克的滚动操作，只需在屏幕同一处点击两次即可完成；“灵魂之塔”设计也更加人性化，每次进入无需重复之前的楼层。游戏还提升了光影效果，丰富了背景音乐，BOSS设计更具气势。总的来说，《塞尔达传说：灵魂轨迹》凭借其创新的玩法、引人入胜的剧情和精美的画面，成为NDS平台上备受好评的经典之作。"
    },
    {
      "ID": 2632,
      "URL": "https://zaixianwan.app/games/2632",
      "Title": "塞尔达传说 时之笛 里[简][atomic_]",
      "Description": "《塞尔达传说 时之笛 里》是任天堂于1998年在Nintendo 64平台上推出的经典动作冒险游戏《塞尔达传说 时之笛》的增强版本。该版本在原作的基础上，对游戏中的迷宫进行了重新设计，增加了挑战性，使玩家能够体验到全新的解谜乐趣。游戏的故事围绕主角林克展开，他在科克里森林中长大，却没有属于自己的守护精灵。一天，林克被森林的守护者德库树召唤，开始了一段拯救海拉鲁王国的冒险旅程。在旅途中，林克结识了塞尔达公主，并共同对抗企图夺取黄金三角力量的邪恶势力盖侬道夫。在《时之笛 里》中，游戏的核心玩法保持不变，玩家需要操控林克在广阔的海拉鲁大陆上探索，解开各式各样的谜题，挑战强大的敌人。游戏引入了“Z-锁定”系统，使得玩家在战斗中能够更精准地锁定目标，提升了战斗的流畅性。此外，游戏中的音乐由近藤浩治创作，玩家可以通过演奏陶笛来触发特定事件或传送至特定地点，音乐在游戏中扮演了重要的角色。《塞尔达传说 时之笛 里》凭借其精妙的关卡设计、丰富的游戏内容和创新的游戏机制，成为了动作冒险游戏的经典之作，深受玩家喜爱。"
    },
    {
      "ID": 2633,
      "URL": "https://zaixianwan.app/games/2633",
      "Title": "塞尔达传说 时之笛[简][v3汉化版v20141213][madcell和他的朋友们汉化组]",
      "Description": "《塞尔达传说 时之笛》是任天堂于1998年在N64平台推出的经典动作冒险游戏，也是该系列首款3D化作品。游戏以主角林克的冒险旅程为主线，玩家需解开谜题、探索地牢，并与敌人战斗，以拯救海拉鲁王国。该游戏以其出色的游戏设计、丰富的解谜元素和优秀的3D画面，成为日本权威游戏杂志《Fami通》首款获评满分的游戏。2014年12月13日，madcell和他的朋友们汉化组发布了《塞尔达传说 时之笛》简体中文汉化版v3。该版本修复了原汉化版中的鱼腹死机问题，移除了红按钮黑块和片头的特定字样，并修正了部分文字显示错误，如出框和乱码等。汉化团队成员包括：程序：madcell文饰：ProteinPig翻译：ProteinPig、CyclopsKING、yuyuhe、madcell、Harlay、KINGKONGDD、zyhwjh、DarkMoon、yiyangliu、luzheng美工：madcell、胡里胡涂修复人员：破解：j5962583测试：SORA小宇该汉化版为中文玩家提供了更好的游戏体验，使他们能够更深入地体验这款经典游戏的魅力。"
    },
    {
      "ID": 2634,
      "URL": "https://zaixianwan.app/games/2634",
      "Title": "塞尔达传说 时光之笛The Legend of Zelda Ocarina of Time[官方简中](存档修复)",
      "Description": "《塞尔达传说：时光之笛》是任天堂于1998年推出的动作冒险游戏，也是该系列首款3D化作品。游戏以海拉鲁王国为背景，玩家扮演年轻的林克，踏上拯救公主塞尔达和击败邪恶盖侬道夫的旅程。游戏结合了角色扮演与解谜元素，玩家需在广阔的世界中探索，解开谜题，并与敌人战斗。林克的主要武器包括剑、盾，以及各种投掷武器和魔法咒语。游戏采用“情境敏感式用户界面”，使操作更为直观。游戏中，林克通过演奏陶笛学会多首旋律，这些旋律在游戏进程中起到关键作用，如开启机关或传送至特定地点。游戏的音乐由近藤浩治创作，营造了独特的氛围。由于其出色的游戏设计和丰富的解谜元素，《塞尔达传说：时光之笛》被誉为史上最佳游戏之一。"
    },
    {
      "ID": 2635,
      "URL": "https://zaixianwan.app/games/2635",
      "Title": "塞尔达传说 时光之笛The Legend of Zelda Ocarina of Time[繁体中文]",
      "Description": "《塞尔达传说 时光之笛》是任天堂于1998年在N64平台上推出的动作冒险游戏，也是该系列首款3D化作品。游戏以海拉鲁王国为背景，玩家扮演主角林克，踏上拯救公主塞尔达并阻止邪恶势力盖侬道夫的冒险旅程。游戏结合了角色扮演与解谜元素，玩家需在广阔的游戏世界中探索，解开谜题，挑战各式敌人。游戏采用了“情境敏感式用户界面”，使得操作更加直观流畅。游戏中的“Z-瞄准”系统允许玩家锁定目标，进行精准攻击。林克的主要武器包括剑、盾，以及弓箭、炸弹等多种道具。游戏中，林克还会学会演奏陶笛，通过吹奏不同的旋律，触发特定事件或传送至特定地点。游戏的音乐由近藤浩治创作，营造了丰富的氛围。游戏推出后，获得了极高的评价，被誉为史上最佳游戏之一。"
    },
    {
      "ID": 2636,
      "URL": "https://zaixianwan.app/games/2636",
      "Title": "塞尔达传说 马祖拉的假面[简][塞尔达传说吧]",
      "Description": "《塞尔达传说：姆吉拉的假面》是由任天堂情报开发本部开发，并于2000年在任天堂64平台发行的动作冒险游戏。本作是《塞尔达传说》系列的第六部作品，也是继《时之笛》之后的第二款3D游戏。游戏背景设定在塔米尼亚，一个即将被月亮撞击毁灭的世界。玩家扮演林克，在三天的时间循环内，利用各种面具的力量，解开谜题，挑战四座神殿，拯救塔米尼亚免于毁灭。游戏引入了时间循环和面具变身的独特机制，玩家需在有限的时间内完成任务，并通过时之笛回到第一天，保留关键道具和进度。游戏的黑暗氛围和深刻剧情使其在系列中独树一帜，广受好评。"
    },
    {
      "ID": 3868,
      "URL": "https://zaixianwan.app/games/3868",
      "Title": "塞尔达传说-时空隧道 Legend of Zelda, The - A Link to the Past & Four Swords(US)(Nintendo)(64Mb)",
      "Description": "《塞尔达传说：众神的三角力量与四人之剑》是任天堂于2002年在Game Boy Advance平台推出的动作角色扮演游戏合集。游戏包含两部分：一是重制自超级任天堂平台的经典作品《塞尔达传说：众神的三角力量》，二是新增的多人联机游戏《四人之剑》。在《众神的三角力量》中，玩家扮演年轻的林克，踏上拯救塞尔达公主和海拉尔王国的冒险之旅。游戏采用俯视视角，玩家需探索广阔的世界，解开谜题，收集道具，并在光明世界与黑暗世界之间穿梭，挑战各式各样的敌人和迷宫。《四人之剑》则引入了全新的多人合作玩法，最多支持四名玩家通过联机共同冒险。玩家需要协力解开谜题，收集卢比，并与敌人战斗，以推进游戏进程。该模式为系列首次引入多人联机要素，增加了游戏的互动性和趣味性。游戏发行后广受好评，凭借其丰富的内容、精巧的谜题设计和创新的多人模式，成为GBA平台上的经典之作。"
    },
    {
      "ID": 3975,
      "URL": "https://zaixianwan.app/games/3975",
      "Title": "塞尔达传说-时空隧道 Legend of Zelda, The - A Link to the Past & Four Swords(EU)(M5)(Nintendo)(64Mb)",
      "Description": "《塞尔达传说：众神的三角力量与四人之剑》是任天堂于2002年在Game Boy Advance平台推出的动作角色扮演游戏。该作包含两部分内容：一是对超级任天堂经典游戏《塞尔达传说：众神的三角力量》的重制，二是新增的多人联机游戏“四人之剑”。在“四人之剑”中，玩家可与最多三名好友合作，操控林克的分身，共同解救被魔王瓦提（Vaati）绑架的塞尔达公主。游戏在发行后获得了商业和评论上的成功，IGN为其打出9.7/10的高分。"
    },
    {
      "ID": 3992,
      "URL": "https://zaixianwan.app/games/3992",
      "Title": "赛尔达传说-众神之三角力量和四支剑 Zelda no Densetsu - Kamigami no Triforce & 4tsu no Tsurugi(JP)(Nintendo)(64Mb)",
      "Description": "《塞尔达传说：众神的三角力量与四支剑》是任天堂于2002年在Game Boy Advance平台推出的动作角色扮演游戏合集。该作包含了超级任天堂经典游戏《塞尔达传说：众神的三角力量》的重制版，以及全新的多人联机游戏《四支剑》。在《众神的三角力量》中，玩家扮演年轻的林克，踏上拯救海拉鲁王国的冒险旅程。故事围绕林克解救被邪恶巫师阿格尼姆囚禁的塞尔达公主，并阻止盖侬的阴谋展开。游戏采用俯视视角，玩家需探索广阔的世界，解开谜题，挑战迷宫，收集道具，最终击败邪恶势力，恢复王国的和平。《四支剑》则引入了全新的多人合作玩法，支持最多四名玩家通过连接线共同游戏。玩家们将共同面对挑战，解决谜题，收集卢比，并在冒险中相互协作，体验全新的联机乐趣。该游戏合集在发行后广受好评，凭借其丰富的内容和创新的玩法，成为GBA平台上的经典之作。"
    },
    {
      "ID": 4478,
      "URL": "https://zaixianwan.app/games/4478",
      "Title": "任天堂FC珍藏游戏系列第5辑-赛尔达传说 Famicom Mini Vol. 05 - The Hyrule Fantasy - Zelda no Densetsu 1(JP)(Nintendo)(32Mb)",
      "Description": "《塞尔达传说》（日文名：ゼルダの伝説，英文名：The Legend of Zelda）是由任天堂开发并于1986年首次发行的动作冒险游戏。游戏设定在虚构的海拉尔王国，玩家扮演主角林克，收集八块智慧三角力量碎片，最终击败魔王加侬，拯救塞尔达公主。2004年，任天堂在Game Boy Advance（GBA）平台上推出了“任天堂FC珍藏游戏系列”，其中第5辑即为《塞尔达传说》。该版本忠实再现了原版游戏的内容和玩法，让玩家在掌机上重温经典。游戏采用俯视视角，玩家需要在广阔的世界地图和多个迷宫中探索，解开谜题，击败敌人，并寻找隐藏的秘密。游戏的开放世界设计和自由探索元素在当时具有开创性，影响了后续众多动作冒险游戏的设计。《塞尔达传说》系列自首作发行以来，已成为任天堂最受欢迎的游戏系列之一，累计销量超过1.5亿套。该系列以其独特的世界观、丰富的游戏内容和创新的玩法，赢得了全球玩家的喜爱。"
    },
    {
      "ID": 4604,
      "URL": "https://zaixianwan.app/games/4604",
      "Title": "经典任天堂-塞尔达传说 Classic NES Series - The Legend of Zelda(UE)(Nintendo)(32Mb)",
      "Description": "《塞尔达传说》（The Legend of Zelda）是由任天堂于1986年推出的动作冒险游戏，最初在日本的FC磁碟机平台上发行。游戏设定在虚构的海拉尔王国，玩家扮演年轻的林克，任务是收集八块智慧三角力量碎片，击败魔王加农，拯救塞尔达公主。游戏采用俯视视角，玩家需在广阔的世界地图和多个迷宫中探索，解开谜题，击败敌人。游戏的非线性设计和丰富的道具系统为玩家提供了高度的自由度和挑战性。作为塞尔达系列的开山之作，本作奠定了系列的基础，并对后续的动作冒险游戏产生了深远影响。"
    },
    {
      "ID": 4711,
      "URL": "https://zaixianwan.app/games/4711",
      "Title": "任天堂FC珍藏游戏系列第25辑-赛尔达传说2-林克大冒险 Famicom Mini Vol. 25 - The Legend of Zelda 2 - Link no Bouken(JP)(Nintendo)(32Mb)",
      "Description": "《塞尔达传说2：林克的冒险》是任天堂于1987年1月14日在FC磁碟机平台发行的动作角色扮演游戏，也是《塞尔达传说》系列的第二部作品。游戏采用横向卷轴视角，融合了平台动作与角色扮演元素，与前作的俯视视角有显著区别。玩家将扮演主角林克，踏上旅程，拯救被睡眠魔法诅咒的塞尔达公主。游戏引入了经验值系统，林克通过击败敌人获取经验，提升攻击、魔法和生命等级。此外，游戏还加入了魔法系统，林克可在城镇中向智者学习不同的魔法技能，以应对各种挑战。游戏的战斗系统较前作更为复杂，林克需根据敌人的攻击方式调整站姿或蹲下进行防御和反击。游戏在商业和口碑上均取得成功，所创立的元素如魔法槽、黑暗林克等在后续作品中被沿用。"
    },
    {
      "ID": 4835,
      "URL": "https://zaixianwan.app/games/4835",
      "Title": "塞尔达传说-缩小帽 Zelda no Densetsu - Fushigi no Boushi(JP)(Nintendo)(128Mb)",
      "Description": "《塞尔达传说：缩小帽》是由任天堂监督、卡普空旗下的Flagship开发的动作冒险游戏，于2004年在日本和欧洲发行，2005年在北美推出。本作是《塞尔达传说》系列的第12部作品，故事时间线位于《御天之剑》之后，《四人之剑》之前。游戏中，主角林克在艾塞罗的帮助下，能够缩小至皮克尔一族的大小，探索微观世界，解开谜题。游戏延续了系列传统的解谜和战斗系统，并引入了新的装备，如魔法壶、弹跳杖和挖掘手套，丰富了游戏玩法。《缩小帽》在视觉和音乐方面表现出色，采用了类似《风之杖》的美术风格，音乐也广受好评。然而，部分玩家认为游戏难度较低，迷宫长度较短。尽管如此，本作仍被视为GBA平台上的经典之作，适合新玩家入门体验。"
    },
    {
      "ID": 4837,
      "URL": "https://zaixianwan.app/games/4837",
      "Title": "任天堂FC珍藏游戏系列第25辑 Classic NES Series - Zelda II - The Adventure of Link(UE)(Nintendo)(32Mb)",
      "Description": "《林克的冒险》（日文名：リンクの冒険，英文名：Zelda II: The Adventure of Link）是任天堂于1987年1月14日在FC磁碟机平台发行的动作角色扮演游戏，也是《塞尔达传说》系列的第二部作品。游戏采用横向卷轴视角，结合了平台游戏元素，与前作的俯视视角有显著不同。玩家控制主角林克，踏上旅程，拯救被睡眠魔法诅咒的塞尔达公主。游戏引入了经验值系统，林克通过击败敌人获取经验值，提升攻击、魔法和生命等级。战斗系统要求玩家根据敌人攻击高度调整林克的姿态，进行攻防。游戏还加入了魔法系统，林克可在各城镇的智者处习得不同魔法，用于战斗和解谜。游戏在商业和口碑上取得成功，全球销量达438万套。其独特的玩法和创新元素对后续作品产生了深远影响。"
    },
    {
      "ID": 4850,
      "URL": "https://zaixianwan.app/games/4850",
      "Title": "塞尔达传说-缩小帽 Legend of Zelda, The - The Minish Cap(EU)(M5)(Nintendo)(128Mb)",
      "Description": "《塞尔达传说：缩小帽》是由任天堂与卡普空合作开发的动作冒险游戏，于2004年在Game Boy Advance平台上发行。游戏讲述了主角林克在拯救被邪恶巫师库夫石化的塞尔达公主的过程中，借助会说话的魔法帽子艾塞罗的力量，能够缩小体型，与微小的皮克尔族互动，探索迷宫，收集地、火、水、风四种元素，最终恢复四人之剑的力量，击败库夫，拯救海拉鲁王国。游戏延续了系列经典的解谜与战斗系统，并引入了魔法壶、弹跳杖和挖掘手套等新装备，以及幸福碎片拼合等支线任务，丰富了游戏内容。凭借精美的画面、出色的音乐和创新的玩法，本作在全球范围内获得了高度评价，被誉为GBA平台上的经典之作。"
    },
    {
      "ID": 4957,
      "URL": "https://zaixianwan.app/games/4957",
      "Title": "塞尔达传说-缩小帽 Legend of Zelda, The - The Minish Cap(US)(Nintendo)(128Mb)",
      "Description": "《塞尔达传说：缩小帽》是由任天堂与卡普空合作开发的动作冒险游戏，于2004年在Game Boy Advance平台上发行。游戏讲述了主角林克在海拉鲁王国的冒险旅程，他需要寻找皮克尔一族的帮助，以修复被魔人库夫折断的圣剑，并解救被石化的塞尔达公主。林克在旅途中遇到了会说话的帽子艾塞罗，艾塞罗赋予林克缩小的能力，使他能够进入微观世界，与皮克尔一族互动。游戏中，林克需要收集地、火、水、风四种元素，注入剑中以恢复四人之剑的力量，从而获得击败库夫的能力。游戏采用了明亮的画面风格，延续了系列的经典解谜与战斗元素，并引入了新的装备和技能，如魔法壶、弹跳杖和挖掘手套。游戏还设有幸福碎片系统，玩家可以通过拼合碎片获得奖励。凭借出色的游戏设计和音乐表现，《塞尔达传说：缩小帽》在发售后获得了广泛好评，被评为Game Boy Advance平台上的经典之作。"
    },
    {
      "ID": 6649,
      "URL": "https://zaixianwan.app/games/6649",
      "Title": "Legend of Zelda, The - Link's Awakening (Canada)",
      "Description": "《塞尔达传说：林克的觉醒》是任天堂于1993年在Game Boy平台推出的动作冒险游戏，也是“塞尔达传说”系列的第四部作品。游戏讲述了主角林克在海上航行时遭遇风暴，漂流至可湖霖岛的故事。为了离开岛屿，林克需集齐八件乐器，唤醒沉睡的风鱼。游戏以其丰富的剧情和独特的设定获得了广泛好评。1998年，任天堂在Game Boy Color平台推出了彩色版《林克的觉醒DX》，增加了新的内容和彩色迷宫设计。2019年，任天堂在Nintendo Switch平台发布了完全重制版，采用全新的3D画面风格，进一步提升了游戏体验。"
    },
    {
      "ID": 6650,
      "URL": "https://zaixianwan.app/games/6650",
      "Title": "Legend of Zelda, The - Link's Awakening (France)",
      "Description": "《塞尔达传说：林克的觉醒》是任天堂于1993年在Game Boy平台上推出的动作冒险游戏，也是“塞尔达传说”系列的第四部作品。游戏讲述了主角林克在航海途中遭遇风暴，漂流至神秘的可湖霖岛。为了离开岛屿，林克必须集齐八件乐器，唤醒沉睡的风鱼。游戏以其丰富的剧情、独特的谜题设计和多样的角色互动而备受玩家喜爱。1998年，任天堂在Game Boy Color平台上推出了彩色重制版《塞尔达传说：林克的觉醒DX》，增加了新的内容和彩色迷宫设计。2019年，任天堂在Nintendo Switch平台上再次重制了该作，采用全新的3D画面风格，保留了原作的经典玩法，并引入了新的元素。"
    },
    {
      "ID": 6651,
      "URL": "https://zaixianwan.app/games/6651",
      "Title": "Legend of Zelda, The - Link's Awakening (Germany)",
      "Description": "《塞尔达传说：织梦岛》是任天堂于1993年在Game Boy平台推出的动作冒险游戏，也是“塞尔达传说”系列的第四部作品。游戏讲述了主角林克在航海途中遭遇风暴，被冲上可湖霖岛的故事。为了离开岛屿，林克需要集齐八件乐器，唤醒沉睡的风鱼。游戏以其独特的剧情和丰富的谜题设计而广受好评。2019年，任天堂在Nintendo Switch平台推出了该游戏的完全重制版，采用黏土风格的3D画面，并新增了迷宫创作等功能。"
    },
    {
      "ID": 6652,
      "URL": "https://zaixianwan.app/games/6652",
      "Title": "Legend of Zelda, The - Link's Awakening (USA, Europe) (Rev 1)",
      "Description": "《塞尔达传说：林克的觉醒》是任天堂于1993年在Game Boy平台推出的动作冒险游戏，也是“塞尔达传说”系列的第四部作品。游戏讲述了主角林克在航海途中遭遇风暴，漂流至可湖霖岛的故事。为了离开岛屿，林克需集齐八件乐器，唤醒沉睡的风鱼。游戏以其丰富的剧情、独特的谜题设计和多样的角色互动而备受好评。1998年，任天堂在Game Boy Color平台推出了彩色版《林克的觉醒DX》，增加了新的迷宫和照相功能。2019年，任天堂在Nintendo Switch平台发布了完全重制版，采用全新的3D画面风格，保留了原作的经典玩法。"
    },
    {
      "ID": 6653,
      "URL": "https://zaixianwan.app/games/6653",
      "Title": "Legend of Zelda, The - Link's Awakening (USA, Europe) (Rev 2)",
      "Description": "《塞尔达传说：林克的觉醒》是任天堂于1993年在Game Boy平台推出的动作冒险游戏，也是该系列首款掌机作品。游戏讲述了主角林克在海上遭遇风暴，漂流至可湖霖岛的故事。为了离开岛屿，林克需集齐八件乐器，唤醒沉睡的风鱼。游戏以其丰富的剧情、独特的谜题设计和精巧的关卡布局而备受好评。1998年，任天堂在Game Boy Color平台推出了彩色重制版《林克的觉醒DX》，增加了新的迷宫和照相功能。2019年，任天堂在Nintendo Switch平台再次重制该作，采用全新的3D画面和现代化的游戏机制，使这款经典作品焕发新生。"
    },
    {
      "ID": 6654,
      "URL": "https://zaixianwan.app/games/6654",
      "Title": "Legend of Zelda, The - Link's Awakening (USA, Europe)",
      "Description": "《塞尔达传说：林克的觉醒》是任天堂于1993年在Game Boy平台推出的动作冒险游戏，也是“塞尔达传说”系列的第四部作品。游戏讲述了主角林克在海上航行时遭遇风暴，漂流至可湖霖岛的故事。为了离开岛屿，林克需集齐八件乐器，唤醒沉睡的风鱼。游戏以其丰富的剧情和独特的设定而备受好评。1998年，任天堂在Game Boy Color上推出了彩色版《林克的觉醒DX》，增加了新的迷宫和照相功能。2019年，任天堂在Nintendo Switch平台上发布了完全重制版，采用全新的3D画面风格，进一步提升了游戏体验。"
    },
    {
      "ID": 7563,
      "URL": "https://zaixianwan.app/games/7563",
      "Title": "Zelda no Densetsu - Yume o Miru Shima (Japan) (Rev 1)",
      "Description": "《塞尔达传说：织梦岛》是任天堂于1993年在Game Boy平台推出的动作冒险游戏，也是该系列首款掌机作品。游戏讲述了主角林克在海上遭遇风暴，被冲上名为可湖霖岛的神秘岛屿。为了离开岛屿，林克需收集八件乐器，唤醒沉睡的风鱼。游戏以其丰富的剧情、精巧的谜题设计和独特的世界观而备受好评。值得一提的是，游戏中出现了许多来自其他任天堂作品的角色客串，如《超级马力欧》系列的栗宝宝等。1998年，任天堂在Game Boy Color平台推出了彩色版《织梦岛DX》，增加了新的迷宫和照相功能。2019年，任天堂在Nintendo Switch平台发布了完全重制版，采用黏土风格的3D画面，并新增了迷宫编辑功能，让玩家可以自行设计并挑战自定义迷宫。"
    },
    {
      "ID": 7564,
      "URL": "https://zaixianwan.app/games/7564",
      "Title": "Zelda no Densetsu - Yume o Miru Shima (Japan)",
      "Description": "《塞尔达传说：织梦岛》是任天堂于1993年在Game Boy平台推出的动作冒险游戏，也是“塞尔达传说”系列的第四部作品。游戏讲述了主角林克在海上遭遇风暴，被冲上名为可湖霖岛的神秘岛屿。为了离开岛屿，林克需收集八件乐器，唤醒沉睡的风鱼。游戏以其独特的剧情和丰富的谜题设计而备受好评。2019年，任天堂在Nintendo Switch平台推出了该游戏的完全重制版，采用黏土风格的3D画面，并新增了迷宫创作等功能，为玩家带来了全新的游戏体验。"
    },
    {
      "ID": 8359,
      "URL": "https://zaixianwan.app/games/8359",
      "Title": "Legend of Zelda, The - Link's Awakening DX (France) (Rev 1) (SGB Enhanced) (GB Compatible)",
      "Description": "《塞尔达传说：织梦岛DX》是任天堂于1998年在Game Boy Color平台上推出的动作冒险游戏，是1993年原版《塞尔达传说：织梦岛》的彩色重制版。游戏讲述了主角林克在修行归途中遭遇风暴，漂流至神秘的可湖霖岛。为了离开岛屿，林克需集齐八件乐器，唤醒沉睡的风鱼。游戏保留了原作的经典玩法，并新增了彩色迷宫、照相屋等内容，提升了游戏的可玩性和趣味性。"
    },
    {
      "ID": 8360,
      "URL": "https://zaixianwan.app/games/8360",
      "Title": "Legend of Zelda, The - Link's Awakening DX (France) (SGB Enhanced) (GB Compatible)",
      "Description": "《塞尔达传说：织梦岛DX》是任天堂于1998年在Game Boy Color平台上推出的动作冒险游戏，是1993年Game Boy版《塞尔达传说：织梦岛》的强化版本。游戏讲述了主角林克在航海途中遭遇风暴，被冲上神秘的可湖霖岛。为了离开岛屿，林克需要集齐八件乐器，唤醒沉睡的风之鱼。游戏保留了原作的经典玩法，并针对GBC的彩色显示进行了画面升级，新增了与颜色相关的迷宫，以及与Game Boy打印机的互动功能。玩家将操控林克探索岛屿，解开谜题，挑战迷宫，体验丰富的冒险旅程。"
    },
    {
      "ID": 8361,
      "URL": "https://zaixianwan.app/games/8361",
      "Title": "Legend of Zelda, The - Link's Awakening DX (Germany) (Rev 1) (SGB Enhanced) (GB Compatible)",
      "Description": "《塞尔达传说：织梦岛 DX》是任天堂于1998年在Game Boy Color平台上推出的动作冒险游戏，是1993年Game Boy版《塞尔达传说：织梦岛》的彩色重制版。游戏讲述了主角林克在航海途中遭遇风暴，被冲上神秘的可湖霖岛，为了离开岛屿，他需要集齐八件乐器，唤醒沉睡的风鱼。游戏保留了原作的核心玩法，并针对GBC的机能进行了优化，画面升级为彩色，新增了独特的彩色迷宫设计。此外，游戏还增加了照相屋，玩家可以在冒险过程中拍摄照片，丰富了游戏体验。《织梦岛 DX》以其深刻的剧情、丰富的谜题和独特的游戏世界观，成为塞尔达传说系列中的经典之作。"
    },
    {
      "ID": 8362,
      "URL": "https://zaixianwan.app/games/8362",
      "Title": "Legend of Zelda, The - Link's Awakening DX (Germany) (SGB Enhanced) (GB Compatible)",
      "Description": "《塞尔达传说：织梦岛DX》是任天堂于1998年在Game Boy Color平台上推出的动作冒险游戏，是1993年Game Boy版《塞尔达传说：织梦岛》的强化版本。游戏讲述了主角林克在航海途中遭遇风暴，被冲上神秘的可湖霖岛，为了离开岛屿，林克需要集齐八件乐器，唤醒沉睡的风之鱼。相较于原版，DX版在画面上进行了彩色化处理，充分利用了GBC的硬件优势，使游戏世界更加生动。此外，游戏新增了一个与颜色相关的迷宫，玩家需要运用颜色线索解开谜题，增加了游戏的趣味性和挑战性。游戏保留了系列一贯的解谜与战斗元素，玩家需在广阔的可湖霖岛上探索，解开谜题，击败敌人，逐步推进剧情。游戏中的角色丰富多样，许多来自其他任天堂作品的角色也在游戏中客串出现，增添了不少趣味。《塞尔达传说：织梦岛DX》凭借其出色的游戏性和丰富的内容，成为Game Boy Color平台上的经典之作，深受玩家喜爱。"
    },
    {
      "ID": 8363,
      "URL": "https://zaixianwan.app/games/8363",
      "Title": "Legend of Zelda, The - Link's Awakening DX (USA, Europe) (Rev 1) (SGB Enhanced) (GB Compatible)",
      "Description": "《塞尔达传说：织梦岛DX》是任天堂于1998年在Game Boy Color平台上推出的动作冒险游戏，是1993年原版《织梦岛》的彩色重制版。游戏讲述了主角林克在航海途中遭遇风暴，被冲上神秘的可湖霖岛。为了离开岛屿，林克需集齐八件乐器，唤醒沉睡的风鱼。游戏保留了原作的核心玩法，玩家需探索岛屿、解谜、战斗，并挑战多个迷宫。DX版新增了彩色迷宫，利用GBC的彩色显示功能，带来全新的解谜体验。此外，游戏还支持Game Boy打印机，玩家可打印游戏内的照片。凭借丰富的剧情、精巧的谜题设计和独特的游戏世界观，《织梦岛DX》成为塞尔达系列中的经典之作，深受玩家喜爱。"
    },
    {
      "ID": 8364,
      "URL": "https://zaixianwan.app/games/8364",
      "Title": "Legend of Zelda, The - Link's Awakening DX (USA, Europe) (Rev 2) (SGB Enhanced) (GB Compatible)",
      "Description": "《塞尔达传说：织梦岛DX》是任天堂于1998年在Game Boy Color平台上推出的动作冒险游戏，是1993年Game Boy版《塞尔达传说：织梦岛》的彩色重制版。游戏讲述了主角林克在航海途中遭遇风暴，被冲上神秘的可湖霖岛。为了离开岛屿，林克需要集齐八件乐器，唤醒沉睡的风之鱼。游戏保留了原作的核心玩法，包括探索广阔的岛屿、解开复杂的谜题以及挑战各式迷宫。DX版在原作基础上进行了多项改进：首先，游戏画面由黑白升级为彩色，充分利用了GBC的硬件性能，提升了视觉体验；其次，新增了一个与颜色相关的迷宫，玩家需要利用颜色线索解谜，增加了游戏的趣味性和挑战性；此外，游戏还支持Game Boy打印机功能，玩家可以打印游戏中的照片，作为纪念。值得一提的是，游戏中出现了许多来自其他任天堂作品的客串角色，如《超级马力欧》系列的栗宝宝和卡比等，增添了游戏的趣味性。总体而言，《塞尔达传说：织梦岛DX》以其丰富的剧情、精巧的谜题设计和多样的游戏内容，成为GBC平台上的经典之作，深受玩家喜爱。"
    },
    {
      "ID": 8365,
      "URL": "https://zaixianwan.app/games/8365",
      "Title": "Legend of Zelda, The - Link's Awakening DX (USA, Europe) (SGB Enhanced) (GB Compatible)",
      "Description": "《塞尔达传说：织梦岛 DX》是任天堂于1998年在Game Boy Color平台上推出的动作冒险游戏，是1993年Game Boy版《塞尔达传说：织梦岛》的彩色重制版。游戏讲述了主角林克在航行途中遭遇风暴，被冲到名为可湖霖岛的神秘岛屿上。为了离开岛屿，林克需集齐八件乐器，唤醒沉睡的风鱼。游戏保留了原作的经典玩法，并新增了彩色迷宫、照相屋等内容，充分利用了GBC的彩色显示功能，为玩家带来了更丰富的游戏体验。"
    },
    {
      "ID": 8366,
      "URL": "https://zaixianwan.app/games/8366",
      "Title": "Legend of Zelda, The - Oracle of Ages (Europe) (En,Fr,De,Es,It)",
      "Description": "《塞尔达传说：不可思议的果实 时空之章》是由任天堂与卡普空合作开发的动作冒险游戏，于2001年在Game Boy Color平台上发行。游戏中，玩家扮演林克，穿越时空，拯救被黑暗祭司贝兰附身的时空巫女娜露。通过使用“时之竖琴”，林克可以在过去与现在之间穿梭，解决谜题，探索迷宫，收集八个“时空法则”，最终打败贝兰，恢复世界的秩序。游戏与《大地之章》相互关联，通关一部作品后，玩家可获得密码，在另一部作品中输入，解锁隐藏内容，体验完整的故事情节。"
    },
    {
      "ID": 8367,
      "URL": "https://zaixianwan.app/games/8367",
      "Title": "Legend of Zelda, The - Oracle of Ages (USA, Australia)",
      "Description": "《塞尔达传说：不可思议的果实 时空之章》是由任天堂与卡普空合作开发的动作冒险游戏，于2001年在Game Boy Color平台上发行。游戏中，玩家扮演勇者林克，穿梭于过去与现在的拉布伦鲁大陆，拯救被黑暗祭司贝兰附身的时空巫女娜如。通过使用“时之竖琴”，林克能够在不同的时间点之间切换，解决谜题并推进剧情。游戏与《大地之章》相互关联，通关一部作品后可获得密码，输入另一部作品以解锁隐藏内容和真结局。两部作品的联动设计为玩家提供了丰富的游戏体验。"
    },
    {
      "ID": 8368,
      "URL": "https://zaixianwan.app/games/8368",
      "Title": "Legend of Zelda, The - Oracle of Seasons (Europe) (En,Fr,De,Es,It)",
      "Description": "《塞尔达传说：不可思议的果实 大地之章》是由任天堂与卡普空合作开发，并于2001年在Game Boy Color平台上发行的动作冒险游戏。在本作中，玩家将扮演林克，被三角力量传送至赫罗多拉姆大陆，目睹大地巫女迪茵被黑暗将军哥尔冈劫持，导致四季混乱。为了恢复季节的平衡并拯救迪茵，林克需要收集散布在各地的八个大地真理。游戏的独特之处在于，玩家可以使用“四季法杖”自由切换春、夏、秋、冬四个季节，不同的季节会对游戏环境产生影响，如冬季湖面结冰可供通行，夏季藤蔓生长便于攀爬等，这种机制为解谜和探索增添了丰富的层次感。此外，本作与同期发行的《塞尔达传说：不可思议的果实 时空之章》相互关联，玩家在通关一部作品后会获得一段“密语”，将其输入另一部作品即可解锁额外内容和真结局，进一步丰富了游戏体验。"
    },
    {
      "ID": 8369,
      "URL": "https://zaixianwan.app/games/8369",
      "Title": "Legend of Zelda, The - Oracle of Seasons (USA, Australia)",
      "Description": "《塞尔达传说：不可思议的果实 大地之章》是由任天堂与卡普空合作开发，并于2001年在Game Boy Color平台上发行的动作冒险游戏。在游戏中，主角林克被三角力量传送至赫罗多拉姆大陆，目睹了黑暗将军哥尔冈绑架大地巫女迪茵，导致四季混乱。为了恢复季节的平衡并拯救迪茵，林克需要收集散布在各地的八个大地真理。游戏的核心玩法围绕“季节变换”展开，玩家通过使用“四季法杖”在春、夏、秋、冬四个季节之间切换，以解决谜题和探索新的区域。例如，夏季时藤蔓会生长，允许林克攀爬至高处；冬季则会结冰，使林克能够跨越水域。此外，本作与《塞尔达传说：不可思议的果实 时空之章》相互关联，玩家在通关一部作品后会获得一段“密语”，将其输入另一部作品中，可解锁额外内容和真结局。"
    },
    {
      "ID": 9189,
      "URL": "https://zaixianwan.app/games/9189",
      "Title": "Zelda no Densetsu - Fushigi no Kinomi - Daichi no Shou (Japan)",
      "Description": "《塞尔达传说：不可思议的果实 大地之章》是由任天堂与卡普空合作开发，并于2001年在Game Boy Color平台上发行的动作冒险游戏。在本作中，玩家将扮演林克，被三角力量传送至赫罗多拉姆大陆，目睹大地巫女迪茵被黑暗将军哥尔冈劫持，导致四季混乱。为了恢复季节的平衡并拯救迪茵，林克需要收集散布在各地的八个大地真理。游戏的核心玩法围绕“季节变换”展开，玩家可使用“四季之杖”在春、夏、秋、冬四个季节间切换，利用不同季节的特性解开谜题并推进剧情。例如，夏季藤蔓生长，冬季水面结冰，玩家需巧妙运用这些变化探索新的区域。此外，《大地之章》与姊妹篇《时空之章》可通过密码系统联动，完成两部作品后可解锁隐藏内容和真结局，提升游戏的可玩性和深度。"
    },
    {
      "ID": 9190,
      "URL": "https://zaixianwan.app/games/9190",
      "Title": "Zelda no Densetsu - Fushigi no Kinomi - Jikuu no Shou (Japan)",
      "Description": "《塞尔达传说：不可思议的果实 时空之章》是由任天堂与卡普空合作开发，并于2001年在Game Boy Color平台上发行的动作冒险游戏。在本作中，玩家将扮演林克，穿越时空，拯救被黑暗祭司贝兰附身的时空巫女娜如。游戏的核心玩法围绕“时之竖琴”展开，玩家可以利用它在现代与过去之间穿梭，解开谜题，推进剧情。本作与《塞尔达传说：不可思议的果实 大地之章》相互关联，玩家在通关一部作品后，会获得一段特殊的密码，将其输入另一部作品中，便可解锁隐藏内容，体验完整的故事线。"
    },
    {
      "ID": 9191,
      "URL": "https://zaixianwan.app/games/9191",
      "Title": "Zelda no Densetsu - Yume o Miru Shima DX (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)",
      "Description": "《塞尔达传说：梦见岛DX》是任天堂于1998年在Game Boy Color平台上推出的动作冒险游戏，是1993年Game Boy版《塞尔达传说：梦见岛》的彩色重制版。游戏讲述了主角林克在航海途中遭遇风暴，被冲上神秘的可湖霖岛，为了离开岛屿，他需要集齐八件乐器，唤醒沉睡的风鱼。DX版在原作基础上进行了多项改进，包括将画面升级为彩色，新增了与颜色相关的迷宫，以及照相屋等内容，丰富了游戏体验。游戏保留了原作的经典玩法，玩家需探索岛屿，解开谜题，挑战迷宫，最终揭开可湖霖岛的秘密。凭借其深刻的剧情和丰富的游戏内容，《塞尔达传说：梦见岛DX》成为了Game Boy Color平台上的经典之作。"
    },
    {
      "ID": 9192,
      "URL": "https://zaixianwan.app/games/9192",
      "Title": "Zelda no Densetsu - Yume o Miru Shima DX (Japan) (Rev 2) (SGB Enhanced) (GB Compatible)",
      "Description": "《塞尔达传说：梦见岛DX》是任天堂于1998年在Game Boy Color平台上推出的动作冒险游戏，是1993年Game Boy版《塞尔达传说：梦见岛》的彩色重制版。游戏讲述了主角林克在航海途中遭遇风暴，被冲上神秘的可湖霖岛，为了离开岛屿，他需要唤醒沉睡的风鱼。玩家将操控林克探索岛屿，挑战迷宫，解开谜题，收集八件乐器以唤醒风鱼。DX版在原作基础上进行了多项改进：画面由黑白升级为彩色，新增了与颜色相关的迷宫“服之迷宫”，并增加了拍照功能，玩家可在游戏中拍摄照片并打印。游戏还修复了原版中的一些BUG，优化了游戏体验。作为《塞尔达传说》系列的经典之作，《梦见岛DX》以其丰富的剧情、精巧的谜题设计和独特的游戏体验，深受玩家喜爱。"
    },
    {
      "ID": 9193,
      "URL": "https://zaixianwan.app/games/9193",
      "Title": "Zelda no Densetsu - Yume o Miru Shima DX (Japan) (SGB Enhanced) (GB Compatible)",
      "Description": "《塞尔达传说：织梦岛DX》是任天堂于1998年在Game Boy Color平台上推出的动作冒险游戏，是1993年Game Boy版《塞尔达传说：织梦岛》的强化版本。游戏讲述了主角林克在修行归途中遭遇风暴，漂流至神秘的可湖霖岛。为了离开岛屿，林克需收集八件乐器，唤醒沉睡的风鱼。游戏保留了原作的核心玩法，并针对GBC的机能进行了彩色画面升级，新增了与颜色相关的迷宫，以及与Game Boy Printer的互动功能。此外，游戏还引入了照相屋，玩家可在冒险过程中拍摄照片，丰富游戏体验。"
    },
    {
      "ID": 10764,
      "URL": "https://zaixianwan.app/games/10764",
      "Title": "Legend of Zelda, The (Europe) (Rev 1) (Virtual Console)",
      "Description": "《塞尔达传说》是由宫本茂和手塚卓志设计，任天堂开发并于1986年首发的电子游戏。游戏设定于虚构世界海拉尔，玩家操作主人公林克，收集8块智慧三角力量碎片，从反派加侬手中救出塞尔达公主。游戏采用俯视视角，玩家必须操作林克在世界地图与数个迷宫中移动、击败敌人并探索沿途的秘密。游戏是塞尔达传说系列首部游戏，也是日本FC磁碟机外设的首发作品。游戏一年后以卡带为介质，在北美和欧洲的Nintendo Entertainment System（NES）上发行，成为首款用内置电池储存数据的家用游戏机作品。游戏于1994年以“塞尔达传说1”为题在日本红白机重新发行卡带版本。游戏还有任天堂GameCube、Game Boy Advance和Virtual Console再版。"
    },
    {
      "ID": 10765,
      "URL": "https://zaixianwan.app/games/10765",
      "Title": "Legend of Zelda, The (Europe) (Rev 1)",
      "Description": "《塞尔达传说》是由宫本茂和手塚卓志设计，任天堂开发并于1986年首发的动作冒险游戏。游戏设定于虚构的海拉尔王国，玩家扮演年轻的英雄林克，收集智慧三角力量的八个碎片，从邪恶的加侬手中拯救塞尔达公主。游戏采用俯视视角，玩家需在广阔的世界地图和多个迷宫中探索，击败敌人并解开谜题。作为系列的开篇之作，《塞尔达传说》结合了动作、冒险与角色扮演元素，开创了开放世界探索的先河。玩家可以自由选择前进路线，发现隐藏的秘密和道具。游戏中的地牢设计复杂，谜题多样，战斗系统要求玩家运用策略和技巧。游戏最初于1986年2月21日在日本的FC磁盘机上发布，随后于1987年在北美和欧洲的NES平台上发行。值得注意的是，它是首款在家用游戏机上使用内置电池保存游戏进度的作品，允许玩家在关闭电源后继续游戏。《塞尔达传说》在全球范围内取得了巨大的成功，销量超过650万份，被视为电子游戏史上最具影响力的作品之一。其创新的游戏设计和开放式探索模式对后续的动作冒险游戏产生了深远影响，奠定了该系列在游戏界的地位。"
    },
    {
      "ID": 10766,
      "URL": "https://zaixianwan.app/games/10766",
      "Title": "Legend of Zelda, The (Europe)",
      "Description": "《塞尔达传说》（The Legend of Zelda）是由任天堂于1986年推出的开创性动作冒险游戏。玩家扮演年轻的英雄林克，穿越广阔的海拉尔王国，收集智慧三角力量的八个碎片，以从邪恶的加侬手中拯救塞尔达公主。游戏采用俯视视角，玩家需在世界地图和多个迷宫中探索，解开谜题，并与敌人战斗。其开放世界的设计、丰富的解谜元素和自由探索的玩法，对后续的动作冒险游戏产生了深远影响。"
    },
    {
      "ID": 10767,
      "URL": "https://zaixianwan.app/games/10767",
      "Title": "Legend of Zelda, The (USA) (Collector's Edition)",
      "Description": "《塞尔达传说》是由宫本茂和手塚卓志设计，任天堂开发并于1986年首发的动作冒险游戏。游戏设定于虚构的海拉尔王国，玩家扮演年轻的英雄林克，收集智慧三角力量的八个碎片，从邪恶的加侬手中拯救塞尔达公主。游戏采用俯视视角，玩家需在广阔的世界地图和多个迷宫中探索，击败敌人并解开谜题。作为系列的开篇之作，《塞尔达传说》引入了开放世界探索、即时战斗和解谜元素等创新机制。玩家可以自由探索海拉尔的各个区域，发现隐藏的秘密和道具。战斗系统要求玩家使用剑、盾牌、炸弹等武器与敌人交战，解谜部分则涉及寻找钥匙、移动方块等挑战。游戏最初于1986年2月21日在日本的FC磁盘机上发布，随后于1987年在北美和欧洲的NES平台上发行。值得注意的是，它是首款内置电池以保存游戏进度的家用游戏机作品。此后，游戏被移植到多个平台，包括1994年的红白机、2003年的GameCube合集《塞尔达传说：典藏版》、2004年的Game Boy Advance经典NES系列，以及Wii、3DS、Wii U的虚拟主机服务。2018年，游戏作为Nintendo Switch Online服务的一部分上线，使新一代玩家能够体验这款经典之作。《塞尔达传说》因其创新的游戏设计和深远的影响力，被视为电子游戏史上最具影响力的作品之一。其成功奠定了动作冒险游戏的基础，影响了众多后续作品，并开启了备受喜爱的《塞尔达传说》系列。"
    },
    {
      "ID": 10768,
      "URL": "https://zaixianwan.app/games/10768",
      "Title": "Legend of Zelda, The (USA) (Rev 1) (GameCube Edition)",
      "Description": "《塞尔达传说》（The Legend of Zelda）是由任天堂于1986年推出的开创性动作冒险游戏，最初在日本的FC磁碟机上发行，随后在北美和欧洲的NES平台上推出。游戏由宫本茂和手塚卓志设计，玩家扮演年轻的英雄林克，在虚构的海拉尔王国中冒险，收集智慧三角力量的八个碎片，从邪恶的加侬手中拯救塞尔达公主。游戏采用俯视视角，结合了动作、冒险和解谜元素，玩家需要探索广阔的世界地图，进入多个地下迷宫，击败敌人并解开谜题。游戏的非线性设计允许玩家自由探索，发现隐藏的秘密和道具。作为任天堂的畅销作品，《塞尔达传说》销量超过650万套，被视为电子角色扮演游戏的先驱，对后续的动作冒险游戏产生了深远影响。"
    },
    {
      "ID": 10769,
      "URL": "https://zaixianwan.app/games/10769",
      "Title": "Legend of Zelda, The (USA) (Rev 1) (Virtual Console)",
      "Description": "《塞尔达传说》（The Legend of Zelda）是由任天堂于1986年在FC磁盘机上推出的动作冒险游戏，由宫本茂和手塚卓志设计。游戏设定在虚构的海拉鲁王国，玩家扮演年轻的英雄林克，收集智慧三角力量的八个碎片，以从魔王加侬手中拯救塞尔达公主。游戏采用俯视视角，玩家需在广阔的世界地图和多个迷宫中探索，击败敌人并解开谜题。游戏的非线性设计允许玩家自由选择探索路径，发现隐藏的秘密和道具。作为系列的开端，本作奠定了许多经典元素，如地牢迷宫、红心生命值、卢比货币系统等。游戏在全球销量超过650万份，被视为电子游戏史上最具影响力的作品之一。"
    },
    {
      "ID": 10770,
      "URL": "https://zaixianwan.app/games/10770",
      "Title": "Legend of Zelda, The (USA) (Rev 1)",
      "Description": "《塞尔达传说》（The Legend of Zelda）是由任天堂于1986年推出的动作冒险游戏，最初在日本的FC磁碟机上发行，随后于1987年在北美和欧洲的NES平台上发布。游戏由宫本茂和手塚卓志设计，玩家扮演年轻的英雄林克，任务是收集智慧三角力量的八个碎片，从邪恶的加侬手中拯救塞尔达公主。游戏采用俯视视角，玩家需要在广阔的海拉尔世界中探索，解决谜题，并与敌人战斗。游戏的开放世界设计、丰富的道具系统和非线性玩法在当时具有开创性，影响了后续众多动作冒险游戏的发展。"
    },
    {
      "ID": 10771,
      "URL": "https://zaixianwan.app/games/10771",
      "Title": "Legend of Zelda, The (USA)",
      "Description": "《塞尔达传说》（The Legend of Zelda）是由任天堂于1986年推出的动作冒险游戏，也是该系列的开山之作。游戏设定在虚构的海拉尔王国，玩家扮演年轻的勇士林克，任务是收集智慧三角力量的八个碎片，从邪恶的魔王加侬手中拯救塞尔达公主。游戏采用俯视视角，玩家需在广阔的世界地图和多个地下迷宫中探索，击败敌人，解开谜题，并寻找隐藏的秘密。游戏最初于1986年2月21日在日本的FC磁碟机上发行，随后于1987年在北美和欧洲的NES平台上推出。值得注意的是，这是首款在家用游戏机上使用内置电池进行数据存储的游戏，允许玩家保存进度并在之后继续冒险。《塞尔达传说》以其开放世界的探索、即时战斗和解谜元素而闻名，玩家可以自由选择探索路径，发现隐藏的地点和物品。游戏的非线性设计和丰富的内容为后续的动作冒险游戏树立了典范。自发行以来，游戏在多个平台上进行了重制和再版，包括GameCube、Game Boy Advance、Virtual Console等，使新一代玩家也能体验这款经典之作。《塞尔达传说》在全球范围内取得了巨大的成功，销量超过650万份，并多次被评为最伟大或最具影响力的游戏之一。其创新的游戏设计和深远的影响力，使其成为电子游戏史上的里程碑。"
    },
    {
      "ID": 12388,
      "URL": "https://zaixianwan.app/games/12388",
      "Title": "Zelda II - The Adventure of Link (Europe) (Rev 1)",
      "Description": "《塞尔达传说2：林克的冒险》是任天堂于1987年推出的动作角色扮演游戏，也是《塞尔达传说》系列的第二部作品。游戏于1987年1月14日在日本的FC磁碟机平台首发，随后于1988年在北美和欧洲的NES平台发行。本作延续了前作的故事，玩家将扮演主角林克，踏上旅程，拯救被睡眠魔法诅咒的塞尔达公主。与前作不同的是，游戏采用了横向卷轴视角，并引入了角色扮演元素，如经验值系统和魔法技能等。在游戏中，林克通过击败敌人获取经验值，提升攻击、魔法和生命等级。玩家需要在大地图上探索各个城镇和迷宫，解开谜题，收集道具，学习新的魔法和技能，以应对日益强大的敌人。《林克的冒险》在商业和口碑上都取得了成功。游戏引入的“魔法槽”和“黑暗林克”等元素在后续作品中被沿用。然而，经验值系统、横向卷轴视角和生命数等设定在后续正统作品中未被延续。总体而言，《塞尔达传说2：林克的冒险》以其独特的游戏方式和创新的玩法，为系列的发展奠定了基础，成为经典之作。"
    },
    {
      "ID": 12389,
      "URL": "https://zaixianwan.app/games/12389",
      "Title": "Zelda II - The Adventure of Link (Europe) (Rev 2) (Virtual Console)",
      "Description": "《林克的冒险》（日文名：リンクの冒険，英文名：Zelda II: The Adventure of Link）是任天堂于1987年推出的动作角色扮演游戏，也是《塞尔达传说》系列的第二部作品。游戏最初在日本的FC磁碟机平台发行，随后于1988年在北美和欧洲的NES平台上推出。在本作中，玩家将继续扮演主角林克，踏上旅程，拯救被施以沉睡魔法的塞尔达公主。与前作不同，《林克的冒险》采用了横向卷轴视角，并引入了角色扮演元素，如经验值系统和魔法槽。游戏的战斗系统较前作更加复杂，林克需要根据敌人的攻击方式调整自己的姿态进行防御和攻击。此外，游戏还引入了魔法系统，林克可以在各城镇的智者处学习不同的魔法，以应对各种挑战。《林克的冒险》在商业和口碑上都取得了成功。游戏中引入的元素，如魔法槽和黑暗林克角色，在后续作品中得到了延续。然而，经验值系统和横向卷轴的设计在后续正统作品中未被沿用。总的来说，《林克的冒险》以其独特的游戏方式和创新的设计，为《塞尔达传说》系列的发展奠定了基础，成为该系列中一部具有里程碑意义的作品。"
    },
    {
      "ID": 12390,
      "URL": "https://zaixianwan.app/games/12390",
      "Title": "Zelda II - The Adventure of Link (Europe) (Rev 2)",
      "Description": "《塞尔达传说2：林克的冒险》是任天堂于1987年推出的动作角色扮演游戏，也是《塞尔达传说》系列的第二部作品。游戏最初在日本的FC磁碟机平台发行，随后于1988年在北美和欧洲的NES平台上推出。在本作中，玩家将扮演主角林克，踏上旅程，拯救被睡眠魔法诅咒的塞尔达公主。与前作不同，本作采用了横向卷轴视角，并引入了角色扮演元素，如经验值系统和魔法系统。玩家通过击败敌人获取经验值，提升林克的攻击、魔法和生命等级。游戏的战斗系统较为复杂，林克需要根据敌人的攻击方式调整站立或蹲下姿态进行防御和攻击。此外，林克还可以学习多种魔法和技能，以应对不同的挑战。《林克的冒险》在商业和口碑上都取得了成功。游戏引入的“魔法槽”和“黑暗林克”等元素在后续作品中被沿用。然而，经验值系统、横向卷轴视角和生命数等设定在后续正统作品中未被延续。总体而言，《塞尔达传说2：林克的冒险》以其独特的游戏方式和创新的玩法，为系列的发展奠定了基础，成为经典之作。"
    },
    {
      "ID": 12391,
      "URL": "https://zaixianwan.app/games/12391",
      "Title": "Zelda II - The Adventure of Link (Europe)",
      "Description": "《塞尔达传说2：林克的冒险》是任天堂于1987年1月14日在FC磁碟机平台上发行的动作角色扮演游戏，也是《塞尔达传说》系列的第二部作品。游戏采用了横向卷轴视角，融合了角色扮演元素，与前作的俯视视角有显著区别。玩家将扮演主角林克，踏上旅程，拯救被睡眠魔法诅咒的塞尔达公主。游戏引入了经验值系统，林克通过击败敌人获取经验，提升攻击、魔法和生命等级。战斗系统也更加复杂，林克需要根据敌人的攻击方式调整自己的防御和攻击策略。游戏还加入了魔法系统，林克可以在各城镇的智者处学习不同的魔法，以应对各种挑战。尽管本作在系列中被视为异类，但其创新的玩法和系统对后续作品产生了深远影响。"
    },
    {
      "ID": 12392,
      "URL": "https://zaixianwan.app/games/12392",
      "Title": "Zelda II - The Adventure of Link (USA) (Collector's Edition)",
      "Description": "《塞尔达传说Ⅱ：林克的冒险》是任天堂于1987年推出的动作角色扮演游戏，也是《塞尔达传说》系列的第二部作品。游戏在日本的FC磁碟机平台首发，随后于1988年在北美和欧洲的NES平台发行。本作延续了前作的故事，玩家将扮演主角林克，踏上旅程以拯救被睡眠魔法诅咒的塞尔达公主。与前作不同，游戏采用了横向卷轴视角，并引入了角色扮演元素，如经验值系统和魔法槽。在游戏中，林克通过击败敌人获取经验值，提升攻击、魔法和生命等级。游戏还引入了魔法系统，林克可以在各城镇的智者处学习不同的魔法，以应对各种挑战。《林克的冒险》在商业和口碑上都取得了成功。游戏引入的元素，如林克的魔法槽和黑暗林克角色，在后续作品中被沿用。然而，经验值系统、横向卷轴视角和生命数等设定在后续正统作品中未再出现。本作的续作为1991年在超级任天堂平台推出的《塞尔达传说 众神的三角力量》。"
    },
    {
      "ID": 12393,
      "URL": "https://zaixianwan.app/games/12393",
      "Title": "Zelda II - The Adventure of Link (USA) (Virtual Console)",
      "Description": "《塞尔达传说2：林克的冒险》是任天堂于1987年推出的动作角色扮演游戏，也是《塞尔达传说》系列的第二部作品。游戏最初在日本的FC磁碟机平台发行，随后于1988年在北美和欧洲的NES平台上推出。在本作中，玩家将继续扮演主角林克，踏上旅程，拯救被睡眠魔法诅咒的塞尔达公主。与前作不同，游戏采用了横向卷轴视角，并引入了角色扮演元素，如经验值系统和魔法技能。游戏的战斗系统较为复杂，林克需要根据敌人的攻击方式调整自己的姿态进行防御和反击。此外，林克可以学习多种魔法和技能，以应对不同的挑战。《林克的冒险》在商业和口碑上都取得了成功。游戏引入的“魔法槽”和“黑暗林克”等元素在后续作品中被沿用。然而，经验值系统、横向卷轴视角和生命数等设定在后续正统作品中未被延续。本作的续作为1991年在超级任天堂平台推出的《塞尔达传说 众神的三角力量》。"
    },
    {
      "ID": 12394,
      "URL": "https://zaixianwan.app/games/12394",
      "Title": "Zelda II - The Adventure of Link (USA)",
      "Description": "《塞尔达传说2：林克的冒险》是任天堂于1987年推出的动作角色扮演游戏，也是《塞尔达传说》系列的第二部作品。游戏在日本的FC磁碟机平台首发，随后于1988年在北美和欧洲的NES平台发行。本作延续了前作的故事，玩家将扮演主角林克，踏上旅程，拯救被施以沉睡魔法的塞尔达公主。与前作不同，游戏采用了横向卷轴视角，并引入了角色扮演元素，如经验值系统和魔法系统。在游戏中，林克通过击败敌人获取经验值，提升攻击、魔法和生命等级。游戏还引入了魔法槽和黑暗林克等元素，这些在后续作品中被沿用。然而，经验值系统、横向卷轴视角和生命数等设定在后续正统作品中未再出现。《林克的冒险》在商业和口碑上都取得了成功。游戏的续作为1991年在超级任天堂平台推出的《塞尔达传说：众神的三角力量》。"
    },
    {
      "ID": 12395,
      "URL": "https://zaixianwan.app/games/12395",
      "Title": "Zelda no Densetsu 1 - The Hyrule Fantasy (Japan)",
      "Description": "《塞尔达传说》（日文名：ゼルダの伝説，英文名：The Legend of Zelda）是由任天堂于1986年推出的开创性动作冒险游戏。玩家扮演年轻的英雄林克，在虚构的海拉尔王国中，收集智慧三角力量的八个碎片，以从邪恶的加侬手中拯救塞尔达公主。游戏采用俯视视角，玩家需在广阔的开放世界中探索，解开谜题，并与敌人战斗。其创新的游戏机制和非线性探索方式，对后续的动作冒险游戏产生了深远影响。"
    },
    {
      "ID": 15321,
      "URL": "https://zaixianwan.app/games/15321",
      "Title": "Zelda (2003) (Kyle Pittman) (Adventure Hack)",
      "Description": "《Zelda (2003) (Kyle Pittman) (Adventure Hack)》是由Kyle Pittman于2003年基于Atari 2600平台经典游戏《Adventure》进行的图形修改版。在此版本中，游戏的视觉元素进行了多项调整：钥匙被替换为奥卡利娜，龙被改为巨人，蝙蝠变为蝙蝠人，门上添加了“Z”标志，剑也被修改为阔剑。尽管这些改动旨在向《塞尔达传说》系列致敬，但由于Atari 2600平台的硬件限制，游戏玩法和机制仍保持原样。该修改版为Atari 2600爱好者提供了全新的视觉体验，展示了玩家社区对经典游戏的热爱与创意。"
    },
    {
      "ID": 18208,
      "URL": "https://zaixianwan.app/games/18208",
      "Title": "Legend of Zelda, The - A Link to the Past (Canada)",
      "Description": "《塞尔达传说：众神的三角神力》是任天堂于1991年在超级任天堂平台上推出的动作冒险游戏，也是《塞尔达传说》系列的第三部作品。游戏采用俯视视角，玩家扮演主角林克，在广阔的海拉鲁王国中冒险，解开谜题，挑战迷宫，最终拯救塞尔达公主，击败邪恶的魔王盖侬。游戏引入了光明世界和黑暗世界的双重世界设定，玩家需在两个世界间穿梭，解决谜题，推进剧情。游戏的丰富内容和创新设计使其成为系列中的经典之作，对后续作品产生了深远影响。"
    },
    {
      "ID": 18209,
      "URL": "https://zaixianwan.app/games/18209",
      "Title": "Legend of Zelda, The - A Link to the Past (Europe)",
      "Description": "《塞尔达传说：众神的三角神力》（日语：ゼルダの伝説 神々のトライフォース，英语：The Legend of Zelda: A Link to the Past）是由任天堂开发并发行于超级任天堂平台的经典动作冒险游戏。作为《塞尔达传说》系列的第三部作品，游戏于1991年在日本首发，1992年在北美和欧洲地区推出。游戏采用俯视视角，玩家将扮演年轻的勇者林克，踏上拯救海拉尔王国的旅程。故事围绕林克寻找传说中的大师之剑（Master Sword），对抗邪恶巫师阿格尼姆（Agahnim），并最终击败魔王盖侬（Ganon），解救被囚禁的塞尔达公主。游戏引入了光明世界与黑暗世界的概念，玩家需在两个世界之间穿梭，解开谜题，挑战迷宫，收集道具，提升能力。《众神的三角神力》在发行后广受好评，被誉为超级任天堂平台上最优秀的游戏之一。其精美的画面、丰富的玩法和引人入胜的剧情使其成为动作冒险游戏的经典之作。游戏在全球范围内售出超过461万份，奠定了《塞尔达传说》系列在游戏史上的重要地位。2002年，任天堂在Game Boy Advance平台上重制了该作，并新增了多人联机模式的“四人之剑”部分，进一步丰富了游戏内容。总而言之，《塞尔达传说：众神的三角神力》以其深刻的游戏设计和卓越的游戏体验，成为了无数玩家心中的经典之作，至今仍被广泛讨论和喜爱。"
    },
    {
      "ID": 18210,
      "URL": "https://zaixianwan.app/games/18210",
      "Title": "Legend of Zelda, The - A Link to the Past (France)",
      "Description": "《塞尔达传说：众神的三角神力》是任天堂于1991年在超级任天堂（Super Famicom）平台上推出的动作冒险游戏，也是该系列的第三部作品。游戏采用俯视视角，玩家将扮演主角林克，在广阔的海拉鲁王国中冒险，解开谜题，挑战迷宫，最终拯救塞尔达公主，击败邪恶的魔王盖侬。游戏的剧情设定在海拉鲁王国，邪恶的巫师阿格尼姆试图解除封印，释放被囚禁的魔王盖侬。他绑架了七位贤者的后代，包括塞尔达公主。林克在梦中收到塞尔达公主的求救信息，踏上了拯救公主和王国的旅程。玩家需要在光明世界和黑暗世界之间穿梭，收集三块美德吊坠，获得大师之剑，解救七位贤者的后代，最终与盖侬展开决战。游戏在玩法上回归了系列初代的俯视视角，强化了地牢关卡、谜题设计和道具系统。玩家可以使用多种武器和道具，如弓箭、炸弹、钩爪等，解决谜题和击败敌人。游戏还引入了光明世界和黑暗世界的双重世界设定，玩家需要在两个世界之间切换，利用环境变化解开谜题。《塞尔达传说：众神的三角神力》在全球范围内取得了巨大的成功，销量超过461万份，被誉为超级任天堂平台上最优秀的游戏之一。其精巧的关卡设计、丰富的游戏内容和引人入胜的剧情，使其成为动作冒险游戏的经典之作，对后续的《塞尔达传说》系列作品产生了深远的影响。"
    },
    {
      "ID": 18211,
      "URL": "https://zaixianwan.app/games/18211",
      "Title": "Legend of Zelda, The - A Link to the Past (Germany)",
      "Description": "《塞尔达传说：众神的三角力量》（The Legend of Zelda: A Link to the Past）是任天堂于1991年在超级任天堂（Super Nintendo Entertainment System，简称SNES）平台上推出的经典动作冒险游戏，也是《塞尔达传说》系列的第三部作品。游戏采用俯视视角，玩家扮演年轻的林克，在广阔的海拉鲁王国中冒险，穿梭于光明世界和黑暗世界之间，解开谜题，击败敌人，最终拯救塞尔达公主，阻止魔王加农的复活。游戏引入了大师之剑、七贤者等重要元素，对后续系列作品产生了深远影响。游戏的剧情围绕林克的冒险展开。邪恶的巫师阿格尼姆试图解除封印，释放被封印的魔王加农。他绑架了七位贤者的后代，包括塞尔达公主，企图打开通往黑暗世界的大门。林克在梦中收到塞尔达公主的求救信号，踏上了拯救公主和海拉鲁王国的旅程。在冒险过程中，林克需要收集三块美德吊坠，以获得传说中的大师之剑。随后，他进入黑暗世界，解救被囚禁的七位贤者，最终在力量金字塔中与加农展开最终决战。游戏中，玩家需要解决各种谜题，探索复杂的地牢，运用多样的道具和武器，与敌人战斗，体验丰富的游戏内容。《众神的三角力量》在全球范围内取得了巨大的成功，销量超过461万份，被誉为超级任天堂平台上最优秀的游戏之一。其精巧的关卡设计、引人入胜的剧情和创新的游戏机制，使其成为动作冒险游戏的经典之作，对后续游戏作品产生了深远的影响。"
    },
    {
      "ID": 18212,
      "URL": "https://zaixianwan.app/games/18212",
      "Title": "Legend of Zelda, The - A Link to the Past (USA)",
      "Description": "《塞尔达传说：众神的三角力量》是任天堂于1991年在超级任天堂（Super Famicom）平台上推出的动作冒险游戏，也是《塞尔达传说》系列的第三部作品。游戏采用俯视视角，玩家扮演年轻的英雄林克，穿梭于光明世界和黑暗世界，解救塞尔达公主，并阻止邪恶巫师阿格尼姆和魔王加侬的阴谋。游戏的剧情围绕林克的冒险展开。某日，林克在梦中听到塞尔达公主的求救声，醒来后发现叔叔带着剑盾离开家中。林克追随叔叔的脚步，发现他在海拉鲁城堡的秘密入口处受伤濒死。叔叔将剑盾交给林克，嘱咐他完成未竟的使命。林克随后救出被囚禁的塞尔达公主，并将她安置在圣所中。为了打败阿格尼姆，林克需要收集三块美德吊坠：力量、勇气和智慧。集齐吊坠后，他在迷失森林中拔出了传说中的大师之剑。然而，阿格尼姆成功将塞尔达公主传送至黑暗世界。林克追随而至，拯救了七位贤者的后代，并最终在力量金字塔中击败了加侬，恢复了海拉鲁的和平。游戏在玩法上引入了光明世界与黑暗世界的概念，玩家可以在两个世界之间穿梭，解开谜题，探索地牢，收集道具。游戏的设计对后续的《塞尔达传说》系列作品产生了深远影响，被誉为系列的里程碑之作。《塞尔达传说：众神的三角力量》在全球范围内取得了巨大的成功，销量超过461万份。游戏的高品质和创新设计使其成为超级任天堂平台上最受欢迎的游戏之一。"
    },
    {
      "ID": 18213,
      "URL": "https://zaixianwan.app/games/18213",
      "Title": "Legend of Zelda, The - A Link to the Past (USA, Europe) (Switch Online)",
      "Description": "《塞尔达传说：众神的三角力量》（The Legend of Zelda: A Link to the Past）是任天堂于1991年在超级任天堂（Super Famicom）平台上推出的动作冒险游戏，也是该系列的第三部作品。游戏采用俯视视角，玩家扮演年轻的林克，在光明世界和黑暗世界之间穿梭，解救塞尔达公主，并阻止邪恶的魔王加侬的阴谋。游戏以其丰富的剧情、精巧的谜题设计和广阔的探索空间而著称。玩家需要收集三枚美德吊坠，以获得传说中的大师之剑（Master Sword），并在七个地牢中解救七位贤者的后裔。游戏引入了双世界概念，玩家需在光明世界和黑暗世界之间切换，利用两者的差异解决谜题，推进剧情。《众神的三角力量》在全球范围内取得了巨大的商业成功，销量超过461万份。游戏的高品质使其成为超级任天堂平台上最受欢迎的作品之一，并对后续的《塞尔达传说》系列游戏产生了深远的影响。2002年，任天堂在Game Boy Advance平台上推出了本作的重制版，名为《塞尔达传说：众神的三角力量与四人之剑》（The Legend of Zelda: A Link to the Past & Four Swords）。该版本在保留原作内容的基础上，新增了多人联机模式“四人之剑”，为玩家带来了全新的游戏体验。总的来说，《塞尔达传说：众神的三角力量》凭借其出色的游戏设计和深刻的影响力，被誉为电子游戏史上的经典之作，至今仍被广大玩家所喜爱。"
    },
    {
      "ID": 20519,
      "URL": "https://zaixianwan.app/games/20519",
      "Title": "Zelda no Densetsu - Kamigami no Triforce (Japan) (Rev 1)",
      "Description": "《塞尔达传说：众神的三角力量》是任天堂于1991年在超级任天堂平台上推出的动作冒险游戏，也是《塞尔达传说》系列的第三部作品。游戏采用俯视视角，玩家扮演年轻的林克，在光明世界和黑暗世界之间穿梭，解救被囚禁的塞尔达公主，并阻止邪恶巫师阿格尼姆的阴谋。游戏引入了大师之剑、七贤者等重要元素，丰富了系列的世界观。其精巧的谜题设计、丰富的道具系统和引人入胜的剧情，使其成为系列中的经典之作，对后续2D《塞尔达传说》作品产生了深远影响。"
    },
    {
      "ID": 20520,
      "URL": "https://zaixianwan.app/games/20520",
      "Title": "Zelda no Densetsu - Kamigami no Triforce (Japan) (Rev 2) (Virtual Console, Switch Online)",
      "Description": "《塞尔达传说：众神的三角力量》是任天堂于1991年在超级任天堂（SNES）平台推出的经典动作冒险游戏，也是《塞尔达传说》系列的第三部作品。游戏采用俯视视角，玩家将扮演年轻的林克，在广阔的海拉鲁王国展开冒险，解救被邪恶巫师阿格尼姆绑架的塞尔达公主，并阻止魔王盖侬的复活。游戏的剧情围绕林克寻找传说中的大师之剑和三角神力展开。玩家需要在光明世界和黑暗世界两个平行世界之间穿梭，解开谜题，挑战迷宫，收集各式各样的武器和道具，如剑、盾、弓箭、炸弹等，以克服障碍，战胜敌人。《众神的三角力量》以其精巧的谜题设计、丰富的游戏内容和引人入胜的剧情，成为当时最受欢迎的游戏之一。游戏在全球范围内售出超过461万份，广受好评，被誉为超级任天堂平台上的经典之作。"
    },
    {
      "ID": 20521,
      "URL": "https://zaixianwan.app/games/20521",
      "Title": "Zelda no Densetsu - Kamigami no Triforce (Japan) (Rev 2)",
      "Description": "《塞尔达传说：众神的三角力量》是任天堂于1991年在超级任天堂平台上推出的动作冒险游戏，也是《塞尔达传说》系列的第三部作品。游戏采用俯视视角，玩家扮演主角林克，在广阔的海拉鲁王国中冒险，解开谜题，挑战迷宫，最终拯救被邪恶巫师阿格尼姆绑架的塞尔达公主，并阻止魔王盖侬的复活。游戏引入了光明世界和黑暗世界的双重世界设定，玩家需在两个世界间穿梭，利用各自的特性解决谜题。游戏的丰富内容和创新设计使其成为系列中的经典之作，对后续作品产生了深远影响。"
    },
    {
      "ID": 20522,
      "URL": "https://zaixianwan.app/games/20522",
      "Title": "Zelda no Densetsu - Kamigami no Triforce (Japan)",
      "Description": "《塞尔达传说：众神的三角力量》是任天堂于1991年在超级任天堂（SNES）平台推出的经典动作冒险游戏，也是《塞尔达传说》系列的第三部作品。游戏采用俯视视角，玩家将扮演年轻的林克，在广阔的海拉鲁王国展开冒险，解救被邪恶巫师阿格尼姆绑架的塞尔达公主，并阻止魔王盖侬的复活。游戏特色包括双世界系统，玩家需在光明世界和黑暗世界之间穿梭，解开谜题，推进剧情；丰富的道具和装备，如剑、盾、弓箭、炸弹、钩锁等，合理运用它们能够帮助玩家战胜敌人，克服障碍；多样的谜题设计，考验玩家的智慧和观察力；以及精彩的战斗系统，简单易懂但充满策略性。游戏在发行时广受好评，被誉为超级任天堂最畅销的游戏之一，全球销量达461万份。其精妙的游戏设计和丰富的内容，使其成为动作冒险游戏的经典之作。"
    },
    {
      "ID": 20923,
      "URL": "https://zaixianwan.app/games/20923",
      "Title": "塞尔达传说-马祖拉的假面[Legend of Zelda, The - Majora's Mask](EU)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：魔吉拉的面具》是任天堂于2000年在Nintendo 64平台推出的动作冒险游戏，也是《塞尔达传说》系列的第六部作品。游戏采用了修改后的《时之笛》引擎，开发周期约为一年。本作以其独特的黑暗氛围、复杂的剧情和创新的游戏机制而著称。故事发生在海拉鲁的平行世界塔米尼亚，林克在寻找妖精娜薇的过程中，被骷髅小子偷走了时之笛和坐骑伊波娜，并被变成德库族矮人。骷髅小子利用强大的魔吉拉面具的邪恶力量，使月亮在三天后坠落，威胁世界的毁灭。林克需在不断循环的三天内，收集四大巨人的面具，召唤他们阻止月亮坠落，最终击败魔吉拉的面具，拯救塔米尼亚。游戏引入了时间循环机制，玩家需在72小时（游戏内时间）内完成任务，约合现实时间54分钟。林克可通过吹奏“时之歌”回到第一天的早晨，重置时间线，但已解开的谜题、获得的钥匙等将被重置。面具系统是本作的一大特色，林克可通过佩戴不同的面具变身为德库矮人、鼓隆或卓拉，每种形态拥有独特的能力，如德库林克可旋转攻击、鼓隆林克可滚动高速移动，卓拉林克可快速游泳等。这些能力在解谜和战斗中至关重要。《魔吉拉的面具》因其深邃的剧情、创新的游戏机制和独特的艺术风格，广受好评，被认为是系列中最具创意和挑战性的作品之一。"
    },
    {
      "ID": 20924,
      "URL": "https://zaixianwan.app/games/20924",
      "Title": "塞尔达传说-马祖拉的假面(Rev A)[Legend of Zelda, The - Majora's Mask (Rev A)](EU)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：姆吉拉的假面》是由任天堂情报开发本部开发并发行的动作冒险游戏，于2000年在任天堂64平台上推出。游戏的故事发生在塔米尼亚，一个即将被月亮撞击毁灭的世界。玩家扮演林克，在三天的时间循环内，利用各种面具的力量，解开谜题，挑战四座神殿，以拯救这个世界。游戏引入了时间循环和面具变身的独特玩法，玩家需在有限的时间内完成任务，并通过时之笛回到第一天，保留关键道具和进度。游戏的黑暗氛围和深刻剧情使其在系列中独树一帜，广受好评。"
    },
    {
      "ID": 20925,
      "URL": "https://zaixianwan.app/games/20925",
      "Title": "塞尔达传说-马祖拉的假面[Legend of Zelda, The - Majora's Mask](US)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：魔吉拉的面具》是任天堂于2000年在Nintendo 64平台推出的动作冒险游戏，也是《塞尔达传说》系列的第六部作品。游戏采用了前作《时之笛》的引擎，并在此基础上进行了创新，开发周期约为一年。本作以其独特的黑暗氛围和时间循环机制而著称。玩家将扮演主角林克，在名为塔米尼亚的世界中，面对月亮即将在三天后坠落的危机。通过不断重复的三天循环，林克需要收集四大巨人的面具，召唤巨人阻止月亮坠落，拯救世界。游戏引入了多种面具系统，林克可以通过佩戴不同的面具变身为德库矮人、鼓隆或索拉等形态，每种形态拥有独特的能力，帮助玩家解开谜题和战胜敌人。此外，游戏中的时间系统要求玩家在有限的三天内完成任务，增加了游戏的挑战性和策略性。《魔吉拉的面具》在全球范围内取得了成功，首周在日本售出约31.4万套，全球总销量达300万套。游戏因其创新的玩法和深刻的剧情而广受好评，被认为是系列中最独特和黑暗的作品之一。"
    },
    {
      "ID": 20926,
      "URL": "https://zaixianwan.app/games/20926",
      "Title": "塞尔达传说-马祖拉的假面(Demo)[Legend of Zelda, The - Majora's Mask (Demo)](US)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：姆吉拉的假面》是由任天堂情报开发本部开发，并于2000年在任天堂64平台发行的动作冒险游戏。游戏设定在塔米尼亚，一个与海拉尔平行的世界。故事讲述林克在追踪骷髅小子时，意外进入塔米尼亚，发现月亮将在三天后坠落，毁灭整个世界。玩家需在有限的时间内，利用时之笛操控时间，收集面具，解开谜题，拯救塔米尼亚。游戏引入了三天循环系统和多种面具变身功能，增加了游戏的深度和挑战性。"
    },
    {
      "ID": 20927,
      "URL": "https://zaixianwan.app/games/20927",
      "Title": "塞尔达传说-时之笛[Legend of Zelda, The - Ocarina of Time](EU)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说 时之笛》是任天堂于1998年在Nintendo 64平台上推出的动作冒险游戏，也是该系列首款3D化作品。玩家将扮演主角林克，在广阔的海拉鲁王国中展开冒险，阻止邪恶势力加农的阴谋。游戏以其精妙的谜题设计、丰富的剧情和创新的游戏机制而闻名，成为游戏史上的经典之作。"
    },
    {
      "ID": 20928,
      "URL": "https://zaixianwan.app/games/20928",
      "Title": "塞尔达传说-时之笛(Rev A)[Legend of Zelda, The - Ocarina of Time (Rev A)](EU)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：时之笛》是任天堂于1998年在Nintendo 64平台推出的动作冒险游戏，也是该系列首款3D化作品。玩家将扮演主角林克，在广阔的海拉鲁大陆上展开冒险，试图阻止邪恶势力加农的阴谋。游戏结合了角色扮演与解谜元素，玩家以第三人称视角控制林克的移动，使用剑、盾等武器，以及投掷类武器、炸弹和魔法咒语等道具。游戏采用“情境敏感式用户界面”，简化了操作方式，使玩家能够更直观地进行各种动作。此外，游戏引入了“Z-瞄准”系统，允许玩家锁定敌人或物体，方便进行战斗和互动。游戏中，林克还可以演奏陶笛，通过学习不同的旋律，解锁新的能力或开启特定的事件。游戏的出色设计、丰富的解谜元素和优秀的3D画面，使其成为游戏史上的经典之作。"
    },
    {
      "ID": 20929,
      "URL": "https://zaixianwan.app/games/20929",
      "Title": "塞尔达传说-时之笛[Legend of Zelda, The - Ocarina of Time](US)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：时之笛》是任天堂于1998年在Nintendo 64平台上推出的动作冒险游戏，也是该系列首款3D化作品。玩家扮演主角林克，在广阔的海拉鲁大陆上展开冒险，试图阻止邪恶势力加农的阴谋。游戏结合了角色扮演与解谜元素，采用第三人称视角，林克可使用剑、盾、弓箭等多种武器，并通过演奏陶笛学习旋律，解锁新的能力和区域。游戏引入了创新的Z-瞄准系统，允许玩家锁定敌人进行战斗。凭借出色的游戏设计和丰富的解谜元素，本作成为日本权威游戏杂志《Fami通》首个获得满分评价的游戏。2011年，任天堂在3DS平台推出了《塞尔达传说：时之笛 3D》，对原作进行了高清重制，提升了画面质量，并加入了裸眼3D效果和陀螺仪操控等新功能。"
    },
    {
      "ID": 20930,
      "URL": "https://zaixianwan.app/games/20930",
      "Title": "塞尔达传说-时之笛(Rev A)[Legend of Zelda, The - Ocarina of Time (Rev A)](US)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说 时之笛》是任天堂于1998年在N64平台推出的动作冒险游戏，也是该系列首款3D化作品。玩家扮演主角林克，在广阔的海拉鲁大陆上展开冒险，旨在阻止邪恶势力加农的阴谋。游戏结合了角色扮演与解谜元素，采用第三人称视角，林克可使用剑、盾、弓箭等多种武器，并通过陶笛演奏特定旋律来解开谜题或传送至特定地点。游戏引入了“Z-瞄准”系统，使战斗更加流畅。凭借出色的游戏设计和丰富的解谜元素，本作成为日本权威游戏杂志《Fami通》首款获评满分的游戏。2011年，任天堂在3DS平台推出了《塞尔达传说 时之笛 3D》，对原作进行了高清重制，画面更加精细，并利用3DS的裸眼3D功能增强了游戏体验。"
    },
    {
      "ID": 20931,
      "URL": "https://zaixianwan.app/games/20931",
      "Title": "塞尔达传说-时之笛(Rev B)[Legend of Zelda, The - Ocarina of Time (Rev B)](US)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说 时之笛》是任天堂于1998年在N64平台推出的动作冒险游戏，也是该系列首款3D化作品。玩家扮演主角林克，在广阔的海拉鲁大陆上展开冒险，解开谜题，挑战敌人，最终封印邪恶的加农。游戏采用第三人称视角，林克的主要武器包括剑、盾，以及投掷类武器、炸弹和魔法咒语。游戏引入了“Z-瞄准”系统，使玩家能够锁定敌人或物体，进行精准攻击或互动。游戏中，林克可以学习并演奏多首旋律，通过陶笛解开谜题或传送至特定地点。游戏的音乐由近藤浩治创作，营造了丰富的游戏氛围。由于其出色的游戏设计和丰富的解谜元素，《塞尔达传说 时之笛》被誉为史上最佳游戏之一。"
    },
    {
      "ID": 20932,
      "URL": "https://zaixianwan.app/games/20932",
      "Title": "塞尔达传说-时之笛 里(Debug Version)[Legend of Zelda, The - Ocarina of Time - Master Quest (Debug Version)](US)(Nintendo)(512Mb)",
      "Description": "《塞尔达传说 时之笛 里（调试版）》是任天堂在Nintendo 64平台上推出的经典动作冒险游戏《塞尔达传说 时之笛》的特别版本。该版本最初计划作为任天堂64DD的扩展内容推出，后因64DD的失败，改为在GameCube平台上以赠品形式发布。游戏在原版基础上，对地牢设计进行了重新编排，增加了挑战性和新鲜感。此外，调试版允许玩家访问游戏的开发者模式，探索未公开的内容和功能。玩家将继续扮演林克，在海拉鲁世界中冒险，阻止魔王加农多夫的阴谋。游戏保留了原作的核心玩法，同时通过新的关卡设计和调试功能，为玩家提供了全新的游戏体验。"
    },
    {
      "ID": 21428,
      "URL": "https://zaixianwan.app/games/21428",
      "Title": "塞尔达传说-马祖拉的假面[Zelda no Densetsu - Mujura no Kamen](JP)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：姆吉拉的假面》是由任天堂情报开发本部开发，并于2000年在任天堂64平台发行的动作冒险游戏。游戏设定在塔米尼亚，一个与海拉尔平行的世界。故事讲述林克在追踪骷髅小子时，意外进入塔米尼亚，发现月亮将在三天后坠落，毁灭世界。林克必须在有限的时间内，利用时之笛操控时间，收集四大巨人的面具，阻止灾难的发生。游戏引入了三天循环的时间机制，玩家需在72小时内完成任务，或通过时之笛回到第一天重新开始。面具系统是本作的核心，林克可通过佩戴不同的面具变身为德库矮人、鼓隆或卓拉，获得各自独特的能力，以解开谜题和战胜敌人。游戏在图形和剧情深度上较前作《时之笛》有显著提升，广受好评。"
    },
    {
      "ID": 21429,
      "URL": "https://zaixianwan.app/games/21429",
      "Title": "塞尔达传说-马祖拉的假面(Rev A)[Zelda no Densetsu - Mujura no Kamen (Rev A)](JP)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：姆吉拉的假面》是由任天堂情报开发本部开发，并于2000年在任天堂64平台发行的动作冒险游戏。该作是《塞尔达传说》系列的第六部作品，也是继《时之笛》之后第二款采用三维图形的游戏。游戏的故事发生在塔米尼亚，这是海拉尔的平行世界。主角林克在寻找妖精娜薇的过程中，被骷髅小子偷走了时之笛和坐骑伊波娜，并被变成德库族矮人。为了恢复原状并阻止骷髅小子利用魔吉拉的面具引发的灾难，林克需要在不断循环的三天内，解开谜题，收集面具，召唤四大巨人，最终阻止月亮坠落，拯救塔米尼亚。本作引入了时间循环的游戏机制，玩家需在72小时（游戏内时间）内完成任务，约合现实时间54分钟。林克可以通过吹奏“时之歌”回到第一天的早晨，重置时间线，但已解开的谜题、获得的钥匙等将被重置，增加了游戏的挑战性。游戏中共有24个面具，其中部分面具可让林克变身为不同种族，如德库矮人、鼓隆和卓拉，每种形态都有独特的能力，帮助玩家解开谜题和战胜敌人。由于其独特的游戏机制和深邃的剧情，《姆吉拉的假面》在全球范围内广受好评，被认为是系列中最黑暗、最独特的作品之一。"
    },
    {
      "ID": 21430,
      "URL": "https://zaixianwan.app/games/21430",
      "Title": "塞尔达传说-时之笛[Zelda no Densetsu - Toki no Ocarina](JP)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：时之笛》是任天堂于1998年在N64平台推出的动作冒险游戏，也是该系列首款3D化作品。玩家扮演主角林克，在广阔的海拉鲁大陆上展开冒险，旨在阻止邪恶的盖侬道夫夺取神圣的三角力量。游戏结合了角色扮演与解谜元素，采用第三人称视角，林克可使用剑、盾、弓箭等多种武器，并通过“Z-瞄准”系统锁定敌人，进行精准攻击。游戏中，林克还可演奏陶笛，学习多首旋律，以解开谜题或传送至特定地点。游戏设计精妙，谜题丰富，画面和音乐表现出色，深受玩家喜爱。"
    },
    {
      "ID": 21431,
      "URL": "https://zaixianwan.app/games/21431",
      "Title": "塞尔达传说-时之笛(Rev A)[Zelda no Densetsu - Toki no Ocarina (Rev A)](JP)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：时之笛》是任天堂于1998年在N64平台推出的动作冒险游戏，由任天堂情报开发本部开发，是系列首款3D化作品。游戏以其出色的设计、丰富的解谜元素和优秀的3D画面，成为日本权威游戏杂志《Fami通》首个获得满分评价的游戏。玩家将扮演主角林克，在广阔的海拉鲁世界中展开冒险。游戏引入了“Z-瞄准”系统，使战斗更加流畅，并通过“情境敏感式用户界面”简化操作。林克可使用多种武器和道具，如剑、盾、炸弹和魔法咒语，解开谜题，挑战敌人。游戏中，林克通过演奏陶笛学会多首旋律，这些旋律可用于解谜或传送至特定地点。游戏还引入了时间旅行机制，林克可在幼年和成年之间切换，利用不同年龄的能力解决谜题。《时之笛》在全球范围内取得了巨大成功，销量超过760万套，被多家媒体评为史上最佳游戏之一。其创新的游戏机制和深刻的剧情影响了后续众多游戏作品。2011年，任天堂在3DS平台推出了《塞尔达传说：时之笛 3D》，对原作进行了高清重制，提升了画面质量，并利用3DS的裸眼3D功能增强了游戏体验。该版本还包含了原作的“Master Quest”模式，增加了挑战性。《塞尔达传说：时之笛》以其卓越的游戏设计和深远的影响力，成为游戏史上的经典之作。"
    },
    {
      "ID": 21432,
      "URL": "https://zaixianwan.app/games/21432",
      "Title": "塞尔达传说-时之笛(Rev B)[Zelda no Densetsu - Toki no Ocarina (Rev B)](JP)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说 时之笛》是任天堂于1998年在Nintendo 64平台上推出的动作冒险游戏，也是该系列首款3D化作品。游戏由任天堂情报开发本部开发，凭借出色的游戏设计、丰富的解谜元素以及优秀的3D画面和背景音效，成为日本权威游戏杂志《Fami通》首个获得满分评价的游戏。游戏中，玩家将扮演主角林克，在广阔的海拉鲁大陆上展开冒险，目标是阻止邪恶的盖侬道夫夺取神圣的三角力量。游戏结合了角色扮演与解谜元素，玩家以第三人称视角控制林克的移动，使用剑、盾、投掷武器、炸弹和魔法咒语等多种武器和道具。游戏采用“情境敏感式用户界面”，简化了操作方式，使玩家能够更直观地进行游戏。游戏中引入了“Z-瞄准”系统，允许玩家锁定敌人或物体，方便进行攻击或互动。此外，林克还可以学习并演奏多首旋律，通过吹奏陶笛来解开谜题或传送至特定地点。游戏的时间设定在林克的童年和成年时期，玩家需要在两个时间段之间切换，以解决不同的谜题和挑战。《塞尔达传说 时之笛》在全球范围内取得了巨大的成功，销量超过960万套，被许多评论家誉为史上最佳电子游戏之一。游戏于2011年在任天堂3DS平台上推出了重制版《塞尔达传说 时之笛 3D》，画面和操作方式得到了优化，并支持裸眼3D效果。"
    },
    {
      "ID": 21464,
      "URL": "https://zaixianwan.app/games/21464",
      "Title": "塞尔达传说-马祖拉的假面(Debug Version)[Legend of Zelda, The - Majora's Mask (Debug Version)](EU)(Nintendo)(512Mb)",
      "Description": "《塞尔达传说：穆修拉的假面》是任天堂于2000年在N64平台推出的动作冒险游戏。游戏设定在塔米尼亚大陆，玩家扮演林克，在三天内阻止月亮坠落，拯救世界。游戏引入了三天时间循环和面具变身系统，林克可通过佩戴不同面具变身为德库矮人、鼓隆或索拉，每种形态拥有独特能力，帮助玩家解谜和战斗。游戏采用了更先进的图形技术，情节深刻，被认为是系列中最黑暗、最独特的作品之一。2015年，游戏在3DS平台推出了重制版《塞尔达传说：穆修拉的假面3D》，支持裸眼3D，并增加了原创关卡，带来全新体验。"
    },
    {
      "ID": 21479,
      "URL": "https://zaixianwan.app/games/21479",
      "Title": "塞尔达传说-时之笛(GameCube Edition)[Legend of Zelda, The - Ocarina of Time (GameCube Edition)](US)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说 时之笛》（The Legend of Zelda: Ocarina of Time）是任天堂于1998年在Nintendo 64平台上推出的动作冒险游戏，由任天堂情报开发本部开发，是《塞尔达传说》系列首款3D化作品。游戏以其出色的设计、丰富的解谜元素和优秀的3D画面，成为首个获得《Fami通》满分评价的游戏。在游戏中，玩家扮演主角林克，穿梭于海拉鲁大陆，阻止邪恶势力的侵袭。游戏采用第三人称视角，林克的主要武器是剑和盾，同时精通投掷类武器、炸弹和魔法咒语。游戏引入了“情境敏感式用户界面”，使得同一按键在不同情境下具有不同功能，简化了操作。此外，游戏还设有“Z-瞄准”系统，允许玩家锁定敌人或物体，方便进行攻击或互动。2002年，任天堂在GameCube平台上重新发行了《时之笛》，作为预购《塞尔达传说 风之律动》的赠品。此版本包含原版游戏和经过重新设计的“时之笛 里”版本，后者对神殿关卡进行了重新设计或修改，增加了游戏的挑战性。《塞尔达传说 时之笛》被广泛认为是电子游戏史上的经典之作，对后续的动作冒险游戏产生了深远影响。"
    },
    {
      "ID": 21480,
      "URL": "https://zaixianwan.app/games/21480",
      "Title": "塞尔达传说-时之笛 里(GameCube Edition)[Legend of Zelda, The - Ocarina of Time - Master Quest (GameCube Edition)](US)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说 时之笛 里》（GameCube版）是任天堂于2002年在GameCube平台推出的动作冒险游戏。该作是经典游戏《塞尔达传说 时之笛》的增强版，原计划作为任天堂64DD的扩展作品，后随《塞尔达传说 风之律动》的预购特典发行。游戏保留了原作的剧情和游戏引擎，但对迷宫进行了重新设计，增加了挑战性。玩家将继续扮演林克，穿梭于海拉鲁世界，解开谜题，挑战更复杂的地下城，体验全新的冒险旅程。"
    },
    {
      "ID": 21481,
      "URL": "https://zaixianwan.app/games/21481",
      "Title": "塞尔达传说-马祖拉的假面(GameCube Edition)[Legend of Zelda, The - Majora's Mask (GameCube Edition)](US)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：姆吉拉的假面》（日文：ゼルダの伝説 ムジュラの仮面，英文：The Legend of Zelda: Majora's Mask）是由任天堂情报开发本部开发，并于2000年在任天堂64平台发行的动作冒险游戏。该作是《塞尔达传说》系列的第六部作品，也是继《时之笛》之后第二款采用三维图形的游戏。游戏背景设定在塔米尼亚，一个与海拉尔相似但又独特的世界。故事讲述林克在追踪骷髅小子时，被其盗走了具有强大魔力的姆吉拉面具。受面具邪恶力量的影响，骷髅小子使月亮朝塔米尼亚坠落，林克必须在三天内阻止这场灾难。游戏的核心玩法围绕三天的时间循环，玩家需通过操控时间、收集面具并变身为不同种族，以解开谜题、完成任务并拯救世界。该作因其独特的时间机制、深刻的剧情和丰富的游戏内容而广受好评，被认为是系列中最黑暗、最独特的作品之一。"
    },
    {
      "ID": 21482,
      "URL": "https://zaixianwan.app/games/21482",
      "Title": "塞尔达传说-时之笛(GameCube Edition)[Legend of Zelda, The - Ocarina of Time (GameCube Edition)](EU)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：时之笛（GameCube版）》是任天堂经典动作冒险游戏《塞尔达传说：时之笛》的复刻版本，最初于1998年在任天堂64平台发布。该游戏在2002年作为预购《塞尔达传说：风之律动》的特典光盘，首次在GameCube平台上推出。游戏讲述了主角林克在海拉鲁王国的冒险旅程。林克在梦中预见了邪恶势力盖侬道夫的阴谋，随后被森林守护者德库树召唤，踏上拯救王国的征程。玩家将操控林克，穿越不同的地形，解开谜题，挑战敌人，最终阻止盖侬道夫的野心。在GameCube版中，游戏画面分辨率提升至640×480，并支持逐行扫描，提供更清晰的视觉体验。此外，游戏还包含了原版《时之笛》和经过重新设计的《时之笛 裏》版本，后者对神殿关卡进行了新的设计和修改，增加了游戏的挑战性和可玩性。《塞尔达传说：时之笛》以其出色的游戏设计、丰富的解谜元素和优秀的3D画面，被誉为史上最佳电子游戏之一。其在文化厅媒体艺术祭的互动艺术部门中获得大奖，并在第二届年度互动成就奖中获得六项殊荣。"
    },
    {
      "ID": 21483,
      "URL": "https://zaixianwan.app/games/21483",
      "Title": "塞尔达传说-时之笛(GameCube Edition)[Zelda no Densetsu - Toki no Ocarina GC (GameCube Edition)](JP)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说 时之笛》是任天堂于1998年在Nintendo 64平台上推出的动作冒险游戏，也是该系列首款3D化作品。玩家扮演主角林克，在广阔的海拉鲁大陆上展开冒险，试图阻止邪恶势力加农的阴谋。游戏结合了角色扮演与解谜元素，玩家需通过解开谜题、战斗敌人，逐步推进剧情。游戏采用了“情境敏感式用户界面”，使得同一按键在不同情境下具有不同功能，简化了操作。此外，游戏引入了“Z-瞄准”系统，允许玩家锁定敌人或物体，方便进行战斗和互动。《时之笛》在全球范围内广受好评，被誉为史上最佳游戏之一。其出色的游戏设计、丰富的解谜元素，以及优秀的3D画面和背景音乐，使其成为日本权威游戏杂志《Fami通》首款获得满分的游戏。2002年，任天堂在GameCube平台上推出了《时之笛》的移植版本，名为《塞尔达传说 时之笛 里》，该版本对地牢进行了部分修改，并提升了画质和分辨率。2011年，任天堂在Nintendo 3DS平台上发布了《塞尔达传说 时之笛 3D》，该版本对原作进行了全面的重制，提升了画质，采用交响乐重新演奏了音乐，并适配了3DS的裸眼3D功能和多轴重力感应等功能。《塞尔达传说 时之笛》以其深刻的剧情、创新的游戏机制和丰富的游戏内容，成为游戏史上的经典之作，影响了众多后续的动作冒险游戏。"
    },
    {
      "ID": 21484,
      "URL": "https://zaixianwan.app/games/21484",
      "Title": "塞尔达传说-时之笛 里(GameCube Edition)[Legend of Zelda, The - Ocarina of Time - Master Quest (GameCube Edition)](EU)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说 时之笛 里》（The Legend of Zelda: Ocarina of Time - Master Quest）是任天堂于1998年推出的经典动作冒险游戏《塞尔达传说 时之笛》的增强版。原作是首款3D化的《塞尔达传说》系列作品，凭借出色的游戏设计、丰富的解谜元素以及优秀的3D画面和背景音效，成为日本权威游戏杂志《Fami通》史上首个获得满分评价的游戏。《时之笛 里》最初计划作为任天堂64DD平台的扩展内容推出，后因64DD的失败，改为在任天堂GameCube平台上以赠品形式发布。该版本保留了原作的游戏引擎和故事情节，但对神殿关卡进行了重新设计或修改，增加了挑战性和新鲜感。在游戏中，玩家将扮演主角林克，穿梭于海拉鲁大陆，解开谜题，挑战敌人，最终拯救公主塞尔达，阻止邪恶势力的阴谋。游戏结合了角色扮演与解谜元素，玩家以第三人称视角控制林克的移动，使用剑、盾、弓箭等武器，以及炸弹和魔法咒语等道具。游戏采用“情境敏感式用户界面”，简化了操作，使玩家更容易上手。《塞尔达传说 时之笛 里》以其创新的游戏设计和深刻的剧情，成为动作冒险游戏的经典之作，深受玩家喜爱。"
    },
    {
      "ID": 21485,
      "URL": "https://zaixianwan.app/games/21485",
      "Title": "塞尔达传说-时之笛 里(GameCube Edition)[Zelda no Densetsu - Toki no Ocarina GC Ura (GameCube Edition)](JP)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说 时之笛 里》（The Legend of Zelda: Ocarina of Time Master Quest）是任天堂在Nintendo 64平台上推出的经典动作冒险游戏《塞尔达传说 时之笛》的增强版本。该版本最初计划作为Nintendo 64DD的扩展内容发布，后因平台调整，于2002年作为GameCube游戏《塞尔达传说 风之律动》的预购特典在日本和北美地区推出。在《时之笛 里》中，游戏的剧情与原版保持一致，玩家将继续扮演主角林克，踏上拯救海拉鲁王国的冒险旅程。然而，游戏中的各个神殿和迷宫经过重新设计，谜题和敌人的配置更加复杂，挑战性大幅提升，旨在为熟悉原作的玩家提供全新的游戏体验。该版本的推出，进一步巩固了《塞尔达传说 时之笛》在游戏史上的经典地位，为玩家带来了更丰富的冒险乐趣。"
    },
    {
      "ID": 21486,
      "URL": "https://zaixianwan.app/games/21486",
      "Title": "塞尔达传说-马祖拉的假面(GameCube Edition)[Legend of Zelda, The - Majora's Mask (GameCube Edition)](EU)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：魔吉拉的面具》是任天堂于2000年在Nintendo 64平台推出的动作冒险游戏，也是《塞尔达传说》系列的第六部作品。游戏采用了前作《时之笛》的引擎，并在此基础上进行了创新，加入了时间循环和面具变身等独特玩法。故事发生在海拉尔的平行世界塔米尼亚。林克在寻找妖精娜薇的过程中，被骷髅小子偷走了时之笛和坐骑伊波娜，并被变成德库族矮人。为了恢复原状并拯救即将被月亮毁灭的塔米尼亚，林克需在不断重复的三天时间循环中，收集四大巨人的面具，召唤巨人阻止月亮坠落。游戏的核心玩法围绕时间管理和面具系统展开。玩家需在72小时（游戏内时间）内完成任务，利用时之笛的旋律控制时间流动。林克可通过佩戴不同的面具变身为德库矮人、鼓隆和索拉，每种形态拥有独特能力，帮助玩家解谜和战斗。《魔吉拉的面具》以其独特的游戏机制和深邃的剧情广受好评。游戏氛围较前作更为黑暗，角色设计和叙事风格也更为复杂，给玩家带来了全新的体验。"
    },
    {
      "ID": 21487,
      "URL": "https://zaixianwan.app/games/21487",
      "Title": "塞尔达传说-马祖拉的假面(GameCube Edition)[Zelda no Densetsu - Mujura no Kamen (GameCube Edition)](JP)(Nintendo)(256Mb)",
      "Description": "《塞尔达传说：魔吉拉的面具》是任天堂情报开发本部开发的动作冒险游戏，于2000年在任天堂64平台发行。游戏采用三维图形，是《塞尔达传说：时之笛》的续作。故事发生在塔米尼亚，林克需在三天内阻止月亮坠落，拯救世界。游戏特色包括三天时间循环和面具系统，林克可通过佩戴不同面具变身为德库矮人、鼓隆或卓拉，获得独特能力。2003年，游戏在GameCube平台的《塞尔达传说合辑》中重新发行。2015年，3DS平台推出重制版《塞尔达传说：魔吉拉的面具 3D》，画面和玩法均有改进。"
    },
    {
      "ID": 25263,
      "URL": "https://zaixianwan.app/games/25263",
      "Title": "Zelda no Densetsu - Mugen no Sunadokei (Japan)",
      "Description": "《塞尔达传说：梦幻沙漏》是任天堂于2007年在NDS平台推出的动作冒险游戏，延续了《塞尔达传说：风之杖》的故事情节。游戏采用3D卡通渲染风格，画面精美，玩家将跟随主角林克展开全新的海上冒险。游戏充分利用NDS的触控功能，玩家可通过触控笔操作林克的移动、攻击和解谜，如绘制航线、操控回旋镖等，带来独特的游戏体验。游戏中，林克在妖精的帮助下，探索各个岛屿和地牢，解开谜题，寻找失踪的泰特拉，最终对抗邪恶势力，拯救世界。"
    },
    {
      "ID": 25561,
      "URL": "https://zaixianwan.app/games/25561",
      "Title": "Legend of Zelda, The - Phantom Hourglass (USA) (En,Fr,Es)",
      "Description": "《塞尔达传说：幻影沙漏》是任天堂于2007年在NDS平台推出的动作冒险游戏，作为《风之杖》的正统续作，延续了其3D卡通渲染的画面风格。游戏全程采用触控操作，玩家通过触摸屏控制林克的移动、攻击和使用道具，带来全新的游戏体验。故事发生在《风之杖》结束后的数月，林克与泰特拉及海盗们在海上航行，发现一艘被迷雾笼罩的幽灵船。泰特拉前去调查时遭遇危险，林克在营救过程中坠入海中，漂流至一座神秘岛屿。在妖精雪拉的帮助下，林克踏上了拯救泰特拉的冒险旅程。游戏充分利用NDS的特性，创新地将触控笔和麦克风融入玩法。玩家可通过触摸屏绘制航线、操控回旋镖等道具，甚至通过吹气熄灭火焰或喊叫吸引NPC注意，解谜设计独具匠心。《幻影沙漏》在全球范围内广受好评，首周在日本销量约30万份，最终全球销量约413万份。其创新的操作方式和精美的画面，使其成为NDS平台上备受喜爱的经典之作。"
    },
    {
      "ID": 25619,
      "URL": "https://zaixianwan.app/games/25619",
      "Title": "Legend of Zelda, The - Phantom Hourglass (Europe) (En,Fr,De,Es,It)",
      "Description": "《塞尔达传说：幻影沙漏》是任天堂于2007年在Nintendo DS平台推出的动作冒险游戏，作为《塞尔达传说：风之杖》的续作，延续了前作的卡通渲染风格。游戏全程采用触控操作，玩家通过触摸屏控制林克的移动、攻击和解谜，充分利用了DS的双屏和麦克风功能，带来全新的游戏体验。故事发生在《风之杖》结束后的数月，林克与泰特拉及海盗们在海上探险，遭遇幽灵船，泰特拉被困，林克在营救过程中坠海，漂流至神秘岛屿，展开新的冒险。游戏在全球销量超过400万份，广受好评。"
    },
    {
      "ID": 26312,
      "URL": "https://zaixianwan.app/games/26312",
      "Title": "Zeldaui Jeonseol - Monghwanui Moraesigye (Korea)",
      "Description": "《塞尔达传说：梦幻沙漏》是任天堂于2007年在NDS平台推出的动作冒险游戏，延续了《塞尔达传说：风之杖》的故事情节。游戏采用3D卡通渲染风格，画面精美，玩家将跟随主角林克展开全新的海上冒险。在操作方面，游戏充分利用NDS的触控功能，玩家可通过触控笔控制林克的移动、攻击和解谜。例如，点击屏幕可让林克移动，滑动可进行攻击，绘制特定轨迹可使用回旋镖等武器。此外，游戏还巧妙地运用了NDS的双屏和麦克风功能，增加了游戏的互动性和趣味性。游戏的剧情发生在《风之杖》故事结束数月后，林克与泰特拉及其海盗团出海寻找新大陆。途中，他们发现一艘被迷雾笼罩的遇难船只，泰特拉在调查时遭遇危险，林克为救她而坠入海中，漂流至一座神秘岛屿。在精灵的帮助下，林克踏上了拯救泰特拉的旅程。《塞尔达传说：梦幻沙漏》在全球范围内取得了约413万份的销量，深受玩家喜爱。"
    },
    {
      "ID": 28632,
      "URL": "https://zaixianwan.app/games/28632",
      "Title": "Legend of Zelda, The - Spirit Tracks (USA) (En,Fr,Es)",
      "Description": "《塞尔达传说：幽灵轨迹》是任天堂于2009年发布的一款动作冒险类游戏，专为任天堂DS平台开发。作为《塞尔达传说》系列的一部分，这款游戏延续了系列一贯的高水准，结合了创新的游戏机制和引人入胜的故事情节。游戏的背景设定在一个名为“幽灵轨迹”的神秘世界，玩家将再次扮演勇敢的林克，踏上拯救公主和王国的冒险旅程。在游戏中，林克不仅需要解决各种谜题和挑战，还要与幽灵火车进行互动，利用火车穿越广袤的土地。游戏的核心玩法围绕着火车的驾驶和轨道的管理展开，玩家需要在不同的轨道上进行导航，避免障碍物，并与敌人作斗争。游戏中还引入了触控屏幕的操作方式，使得玩家可以通过简单的手势来控制林克和火车，增加了游戏的互动性和趣味性。《幽灵轨迹》还引入了新的角色和敌人，丰富了游戏的世界观。玩家将遇到各种各样的NPC，完成任务以推动故事的发展。游戏的画面风格延续了系列的卡通风格，色彩鲜艳，场景设计精美，给玩家带来了视觉上的享受。此外，游戏还包含了丰富的收集要素和隐藏内容，鼓励玩家探索每一个角落，发现隐藏的宝藏和秘密。通过完成各种挑战，玩家可以解锁新的能力和道具，进一步提升游戏的可玩性。总的来说，《塞尔达传说：幽灵轨迹》是一款兼具创新与传统的优秀作品，深受玩家喜爱。无论是系列的老粉丝还是新玩家，都能在这款游戏中找到乐趣，体验到经典的塞尔达冒险。"
    },
    {
      "ID": 28649,
      "URL": "https://zaixianwan.app/games/28649",
      "Title": "Legend of Zelda, The - Spirit Tracks (Europe) (En,Fr,De,Es,It)",
      "Description": "《塞尔达传说：幽灵轨迹》是任天堂于2009年发布的一款动作冒险游戏，专为任天堂DS平台开发。作为《塞尔达传说》系列的一部分，这款游戏延续了系列一贯的高水准，结合了创新的游戏机制和引人入胜的故事情节。游戏设定在一个充满魔法与冒险的幻想世界中，玩家将再次扮演勇敢的英雄林克，踏上拯救公主和王国的旅程。在《幽灵轨迹》中，玩家将探索一个新的大陆，利用火车作为主要交通工具，穿越各个地区。游戏的核心机制围绕着火车的驾驶和轨道的管理，玩家需要解决各种谜题，打败敌人，并收集资源来推动故事的发展。游戏中还引入了新的角色和敌人，丰富了游戏的世界观。游戏的画面采用了卡通风格，色彩鲜艳，角色设计生动有趣，给玩家带来了愉悦的视觉体验。音效和背景音乐也经过精心制作，增强了游戏的沉浸感。玩家在游戏中不仅可以享受战斗的快感，还能体验到解谜的乐趣，游戏的难度适中，适合各个年龄段的玩家。《塞尔达传说：幽灵轨迹》还支持多种语言，包括英语、法语、德语、西班牙语、意大利语等，方便不同地区的玩家进行游戏。游戏的剧情紧凑，任务设计巧妙，玩家在完成主线任务的同时，还可以探索丰富的支线任务，增加了游戏的可玩性和耐玩性。总的来说，《塞尔达传说：幽灵轨迹》是一款值得一试的经典游戏，无论是系列的老玩家还是新手，都能在这款游戏中找到乐趣。它不仅继承了《塞尔达传说》系列的精髓，还在玩法和故事上进行了创新，成为了任天堂DS平台上一款不可多得的佳作。"
    },
    {
      "ID": 28699,
      "URL": "https://zaixianwan.app/games/28699",
      "Title": "Zelda no Densetsu - Daichi no Kiteki (Japan)",
      "Description": "《塞尔达传说：大地之汽笛》是任天堂于2009年发布的一款动作冒险类游戏，专为任天堂DS平台开发。作为《塞尔达传说》系列的一部分，这款游戏延续了系列一贯的高品质和丰富的游戏体验。游戏的故事发生在一个名为海利尔的幻想世界，玩家将再次扮演勇敢的主角林克，踏上拯救公主塞尔达和整个王国的冒险旅程。在《大地之汽笛》中，玩家将探索一个全新的世界，利用火车作为主要交通工具，穿越各个地区。游戏引入了独特的火车驾驶机制，玩家需要在轨道上行驶，解决各种谜题和挑战。火车不仅是移动的工具，还可以通过收集资源和升级来增强其性能，增加游戏的深度和乐趣。游戏的画面采用了卡通风格，色彩鲜艳，角色设计生动可爱，给玩家带来了愉悦的视觉体验。音效和背景音乐也经过精心制作，增强了游戏的沉浸感。玩家在游戏中将遇到各种敌人和Boss，战斗系统简单易懂，但也充满挑战，考验玩家的反应和策略。除了主线任务，游戏中还有丰富的支线任务和隐藏要素，鼓励玩家探索每一个角落，发现隐藏的宝藏和秘密。通过与NPC互动，玩家可以获得有用的信息和道具，帮助他们在冒险中更好地应对困难。《塞尔达传说：大地之汽笛》不仅是一款适合老玩家的经典之作，也为新玩家提供了友好的入门体验。无论是喜欢解谜、战斗还是探索的玩家，都能在这款游戏中找到乐趣。作为任天堂的代表作之一，这款游戏在发售后受到了广泛的好评，成为了DS平台上的一款经典之作。"
    },
    {
      "ID": 30768,
      "URL": "https://zaixianwan.app/games/30768",
      "Title": "Legend of Zelda, The - Spirit Tracks (Europe) (En,Fr,De,Es,It) (Rev 1)",
      "Description": "《塞尔达传说：幽灵轨迹》是任天堂于2009年发布的一款动作冒险游戏，属于《塞尔达传说》系列。游戏在任天堂DS平台上推出，继承了系列一贯的探索和解谜元素，同时引入了新的游戏机制和控制方式。游戏的故事发生在一个名为“幽灵轨迹”的幻想世界，玩家将再次扮演勇敢的英雄林克，和公主塞尔达一起展开冒险。在游戏中，林克需要驾驶一列火车穿越各种地形，解决谜题，打败敌人，拯救被邪恶势力威胁的王国。火车的驾驶是游戏的一大特色，玩家需要管理火车的速度和方向，同时利用火车上的各种工具来克服障碍和敌人。游戏的地图广阔，包含多个城镇和地区，玩家可以自由探索，发现隐藏的秘密和宝藏。《幽灵轨迹》还引入了触控屏幕的操作方式，玩家可以通过触摸屏来进行各种互动，例如绘制符号来施放魔法，或是直接操控林克的动作。这种创新的控制方式使得游戏更加直观和有趣。游戏的画面采用了卡通风格，色彩鲜艳，角色设计生动，给人一种轻松愉快的感觉。音乐方面，游戏配乐由著名作曲家近藤浩治创作，旋律优美，增强了游戏的氛围。总的来说，《塞尔达传说：幽灵轨迹》是一款结合了经典冒险元素和创新玩法的优秀作品，深受玩家喜爱。无论是系列的老玩家还是新手，都能在这款游戏中找到乐趣，体验到林克与塞尔达的传奇故事。"
    },
    {
      "ID": 32034,
      "URL": "https://zaixianwan.app/games/32034",
      "Title": "塞尔达传说4汉化版",
      "Description": "《塞尔达传说：四把剑》（The Legend of Zelda: Four Swords）是任天堂于2002年在Game Boy Advance平台上推出的动作冒险游戏。游戏采用多人合作模式，玩家将化身为林克，手持四把剑，分裂成四个自己的副本，共同解决谜题并击败风法师瓦提。游戏以其独特的多人合作玩法和丰富的谜题设计而闻名。"
    },
    {
      "ID": 32582,
      "URL": "https://zaixianwan.app/games/32582",
      "Title": "塞尔达传说3移植汉化版",
      "Description": "《塞尔达传说 众神的三角力量》是任天堂于1991年在超级任天堂（SFC）平台上推出的经典动作冒险游戏。玩家扮演主角林克，穿越光明与黑暗世界，解救公主塞尔达，并阻止邪恶势力的阴谋。游戏以其丰富的谜题设计、广阔的地图探索和引人入胜的剧情而闻名，成为《塞尔达传说》系列的奠基之作。虽然官方未曾发布该游戏的J2ME（Java 2 Micro Edition）版本，但有爱好者尝试将其移植至J2ME平台，并进行汉化处理。由于J2ME平台的硬件限制，移植版在画面和操作上可能有所简化，但仍力求保留原作的核心玩法和剧情。玩家可以在移动设备上体验林克的冒险旅程，感受经典游戏的魅力。需要注意的是，非官方移植和汉化版本可能存在兼容性问题或未完善之处，建议玩家在下载和安装前仔细查阅相关信息。"
    },
    {
      "ID": 32734,
      "URL": "https://zaixianwan.app/games/32734",
      "Title": "塞尔达传说汉化完整版",
      "Description": "《塞尔达传说》是由任天堂于1986年2月21日首次发布的动作冒险游戏系列的开山之作。游戏由宫本茂设计，融合了动作、冒险、解谜和角色扮演等元素，开创了ARPG游戏的先河。玩家扮演主角林克，在广阔的海拉尔王国中探索，寻找并收集“智慧”三角力的碎片，以拯救被大魔王伽农囚禁的塞尔达公主。游戏的开放世界设计、即时战斗和道具解谜等机制，为后续众多游戏提供了借鉴。该游戏最初在FC平台发布，后续被移植到多个平台，并推出了多种语言版本，包括简体中文汉化版。"
    },
    {
      "ID": 33397,
      "URL": "https://zaixianwan.app/games/33397",
      "Title": "塞尔达传说时空之章汉化版",
      "Description": "《塞尔达传说：不可思议的果实 时空之章》是由任天堂与卡普空合作开发，并于2001年在Game Boy Color平台上发行的动作冒险游戏。在本作中，玩家将扮演林克，穿越时空，拯救被黑暗祭司贝兰附身的时空巫女娜露，恢复拉布伦纳地区的和平。游戏的核心玩法包括利用“时之竖琴”在过去与现在之间穿梭，解开谜题，探索迷宫，并与敌人战斗。此外，《时空之章》与《大地之章》可以通过密码系统联动，解锁额外内容和隐藏结局，为玩家提供更丰富的游戏体验。"
    },
    {
      "ID": 33488,
      "URL": "https://zaixianwan.app/games/33488",
      "Title": "塞尔达传说",
      "Description": "《塞尔达传说》（The Legend of Zelda）是由任天堂于1986年推出的开创性动作冒险游戏。玩家扮演年轻的英雄林克，踏上寻找智慧三角力量八个碎片的旅程，以从邪恶的加侬手中拯救塞尔达公主。游戏采用俯视视角，玩家需在广阔的海拉尔世界中探索，解开谜题，并与敌人战斗。游戏的创新之处在于开放世界的探索、丰富的道具系统以及复杂的迷宫设计。玩家可以自由选择前进路线，发现隐藏的秘密和道具。游戏还引入了电池存储功能，使玩家能够保存游戏进度。作为塞尔达系列的开山之作，本作奠定了该系列的核心玩法，并对后续的动作冒险游戏产生了深远影响。"
    },
    {
      "ID": 40194,
      "URL": "https://zaixianwan.app/games/40194",
      "Title": "萨尔达传说大地之章汉化版",
      "Description": "《塞尔达传说：大地之章》是由任天堂与卡普空旗下的Flagship团队合作开发的动作冒险游戏，于2001年在Game Boy Color平台上发行。游戏采用俯视视角，玩家将扮演主角林克，利用四季变化的特性解开谜题，探索广阔的赫罗多拉姆世界。游戏的独特之处在于与《时空之章》的联动机制，玩家在通关一作后可获得密码，在另一作中输入以解锁额外内容，体验完整的故事情节。"
    },
    {
      "ID": 42103,
      "URL": "https://zaixianwan.app/games/42103",
      "Title": "塞尔达传说不完全汉化版",
      "Description": "《塞尔达传说》是由任天堂于1986年推出的开创性动作冒险游戏，由宫本茂和手塚卓志设计。游戏设定在虚构的海拉尔王国，玩家扮演年轻的英雄林克，收集智慧三角力量的八个碎片，以从邪恶的魔王加侬手中拯救塞尔达公主。游戏采用俯视视角，玩家需要在广阔的世界地图和多个地下迷宫中探索，与敌人战斗，解开谜题，并发现隐藏的秘密。游戏的非线性设计允许玩家自由选择探索路径，这在当时的游戏中是相当创新的。《塞尔达传说》最初在日本的FC磁碟机上发布，随后于1987年在北美和欧洲的NES平台上发行。值得注意的是，它是首款在家用游戏机上使用内置电池保存游戏进度的作品，这使得玩家可以在关闭游戏机后继续之前的冒险。游戏的成功促使其在多个平台上重新发行，包括1994年的红白机卡带版，2003年的GameCube合集，2004年的Game Boy Advance版本，以及后来的Wii、3DS和Wii U的虚拟主机服务。这些再版使新一代玩家能够体验这款经典之作。《塞尔达传说》因其创新的游戏机制和深刻的影响力，被视为电子游戏史上最伟大的作品之一。它为后续的动作冒险游戏树立了标杆，并开启了一个持续至今的传奇系列。"
    },
    {
      "ID": 48019,
      "URL": "https://zaixianwan.app/games/48019",
      "Title": "Zelda打击侵略者",
      "Description": "Zelda打击侵略者（Zelda Invaders）是一款基于 Flash 平台的街机风格射击小游戏。游戏玩法类似经典的《》（Space Invaders），玩家控制一架战机，通过左右移动并发射武器来消灭不断逼近的敌人。游戏节奏快速，操作简单——通常使用键盘左右键控制移动，空格键射击，并可以长按持续射击。玩家的目标是在敌人到达底线之前清除所有敌人。虽然游戏借用了“Zelda”（）这个名称，但它的玩法与传统 Zelda 系列的冒险／动作角色扮演风格无关，更像是一款街机射击小游戏。适合喜欢怀旧、喜欢经典街机射击体验的玩家用来消磨时间和怀旧感受。"
    },
    {
      "ID": 56323,
      "URL": "https://zaixianwan.app/games/56323",
      "Title": "萨尔达传说",
      "Description": "《塞尔达传说》是一款由任天堂开发的经典动作冒险游戏系列，首次发布于1986年。游戏以其丰富的剧情、开放的探索世界和创新的游戏机制，成为了游戏史上的里程碑。玩家通常扮演主角林克（Link），在充满谜题和敌人的海拉鲁王国中，拯救被邪恶势力威胁的塞尔达公主（Princess Zelda）。游戏融合了动作、解谜、角色扮演等多种元素，玩家需要通过收集道具、解开机关、战胜敌人来推进故事。Flash平台上的《萨尔达传说》通常是基于原作改编的小游戏版本，保留了原作的核心玩法和经典场景，适合喜欢复古游戏和怀旧玩家体验。该系列以其独特的音乐、精致的像素画面和深度的游戏设计，吸引了全球众多粉丝。无论是初次接触还是老玩家，都能在游戏中感受到探索未知世界的乐趣和挑战。"
    },
    {
      "ID": 56324,
      "URL": "https://zaixianwan.app/games/56324",
      "Title": "萨尔达传说之捕手",
      "Description": "《萨尔达传说之捕手》是一款基于经典《塞尔达传说》系列元素制作的Flash小游戏。游戏以动作冒险为核心玩法，玩家扮演主角萨尔达，通过操控角色在不同场景中进行探索、战斗和解谜。游戏画面采用复古像素风格，忠实还原了原作的经典视觉效果和音乐氛围，带给玩家浓厚的怀旧感。游戏中包含多个关卡和敌人，玩家需要灵活运用角色的技能和道具，击败敌人并完成任务目标。操作简单直观，适合各年龄段玩家体验。作为一款Flash平台游戏，《萨尔达传说之捕手》不仅继承了原作的冒险精神，还融入了独特的关卡设计和挑战元素，增强了游戏的趣味性和耐玩度。无论是《塞尔达传说》的老粉丝，还是喜欢复古动作游戏的新玩家，都能在这款游戏中找到乐趣。"
    },
    {
      "ID": 56328,
      "URL": "https://zaixianwan.app/games/56328",
      "Title": "塞尔达吃豆人",
      "Description": "《塞尔达吃豆人》是一款由Flash技术开发的复古风格游戏，融合了经典的《塞尔达传说》系列元素和《吃豆人》游戏的玩法，带给玩家全新的游戏体验。在这款游戏中，玩家将扮演塞尔达公主，穿越迷宫般的关卡，收集豆子并躲避敌人的追击。游戏画面采用了像素风格，重现了经典游戏的魅力。游戏的音效和背景音乐也经过精心设计，营造出浓厚的复古氛围。玩家需要在迷宫中不断前进，收集所有豆子，同时避免被敌人抓住。游戏的难度逐渐增加，考验玩家的反应速度和策略思维。总体而言，《塞尔达吃豆人》是一款充满怀旧情怀的Flash游戏，适合喜欢经典游戏的玩家体验。"
    },
    {
      "ID": 56329,
      "URL": "https://zaixianwan.app/games/56329",
      "Title": "塞尔达传说",
      "Description": "《塞尔达传说》（The Legend of Zelda）是一款由任天堂公司开发的经典动作冒险游戏系列，首次发行于1986年。游戏以其开放式的探索玩法、丰富的谜题设计和深刻的剧情著称，成为游戏史上最具影响力的作品之一。玩家在游戏中扮演主角林克（Link），肩负拯救被邪恶势力威胁的海拉尔王国（Hyrule）和公主塞尔达（Zelda）的使命。游戏融合了动作、解谜、角色扮演等多种元素，玩家需要通过探索地下城、收集道具和武器、解开机关谜题来推进故事发展。Flash平台上的《塞尔达传说》通常是基于原作改编的小游戏版本，保留了系列的核心玩法和经典元素，适合喜欢复古游戏和动作冒险的玩家体验。该系列不仅在游戏玩法上创新，还在音乐、画面和故事叙述上有着极高的艺术水准，深受全球玩家喜爱。无论是原版还是Flash改编版，《塞尔达传说》都展现了游戏设计的魅力和经典的游戏精神，是复古游戏爱好者不可错过的佳作。"
    }
  ],
  "discovered_ids": [
    140,
    141,
    142,
    143,
    144,
    145,
    146,
    147,
    689,
    690,
    691,
    692,
    693,
    694,
    1097,
    1098,
    1099,
    1100,
    1101,
    1842,
    1843,
    1844,
    1845,
    1846,
    2146,
    2147,
    2148,
    2149,
    2150,
    2632,
    2633,
    2634,
    2635,
    2636,
    3868,
    3975,
    3992,
    4478,
    4604,
    4711,
    4835,
    4837,
    4850,
    4957,
    6649,
    6650,
    6651,
    6652,
    6653,
    6654,
    7563,
    7564,
    8359,
    8360,
    8361,
    8362,
    8363,
    8364,
    8365,
    8366,
    8367,
    8368,
    8369,
    9189,
    9190,
    9191,
    9192,
    9193,
    10764,
    10765,
    10766,
    10767,
    10768,
    10769,
    10770,
    10771,
    12388,
    12389,
    12390,
    12391,
    12392,
    12393,
    12394,
    12395,
    15321,
    18208,
    18209,
    18210,
    18211,
    18212,
    18213,
    20519,
    20520,
    20521,
    20522,
    20923,
    20924,
    20925,
    20926,
    20927,
    20928,
    20929,
    20930,
    20931,
    20932,
    21428,
    21429,
    21430,
    21431,
    21432,
    21464,
    21479,
    21480,
    21481,
    21482,
    21483,
    21484,
    21485,
    21486,
    21487,
    25263,
    25561,
    25619,
    26312,
    28632,
    28649,
    28699,
    30768,
    32034,
    32582,
    32734,
    33397,
    33488,
    40194,
    42103,
    48019,
    56323,
    56324,
    56328,
    56329
  ],
  "failed_ids": [],
  "failed_pages": [],
  "custom_queue": [],
  "delay": 1.0
}