{
  "name": "series_pokemon",
  "filename": "series_pokemon_p1_p12.json",
  "task_type": "series",
  "target_name": "pokemon",
  "start_page": 1,
  "end_page": 12,
  "current_page": 13,
  "status": "completed",
  "created_at": "20251225_175528",
  "data": [
    {
      "ID": 9,
      "URL": "https://zaixianwan.app/games/9",
      "Title": "口袋妖怪紅 (繁) (unknown)",
      "Description": "《口袋妖怪 红》是由 Game Freak 开发、任天堂发行的角色扮演游戏，于 1996 年在日本首次推出，随后在全球范围内发行。作为《口袋妖怪》系列的初代作品之一，游戏设定在关都地区，玩家扮演一位年轻的训练师，目标是捕捉、训练并收集 151 种不同的口袋妖怪，挑战道馆馆主，最终成为口袋妖怪大师。游戏采用回合制战斗系统，玩家需要策略性地选择口袋妖怪和技能，以击败对手。通过与其他训练师对战、完成任务和探索世界，玩家可以提升口袋妖怪的等级，学习新的技能，并进化成更强大的形态。《口袋妖怪 红》与《口袋妖怪 绿》相辅相成，两者之间存在一些独占的口袋妖怪，鼓励玩家通过连接线与朋友交换，以完成图鉴的收集。游戏的成功奠定了《口袋妖怪》系列在全球的影响力，成为电子游戏史上最畅销的系列之一。由于其经典地位和深远影响，《口袋妖怪 红》被多次重制和再发行，吸引了新老玩家的喜爱。"
    },
    {
      "ID": 10,
      "URL": "https://zaixianwan.app/games/10",
      "Title": "口袋妖怪红(精灵宝可梦红) (简)(修正版+完美LOGO)(sss888+RickyL1213+fciq)(8Mb)",
      "Description": "《口袋妖怪红》是任天堂于1996年在日本发行的Game Boy平台角色扮演游戏，也是“口袋妖怪”系列的首部作品之一。玩家扮演一位年轻的训练师，踏上旅程，捕捉并训练各种口袋妖怪，挑战道馆馆主，最终目标是成为口袋妖怪大师。游戏设定在关都地区，包含151种口袋妖怪供玩家收集。游戏采用回合制战斗系统，玩家需要策略性地选择口袋妖怪和技能，以击败对手。游戏的成功奠定了“口袋妖怪”系列在全球的影响力，成为电子游戏史上的经典之作。"
    },
    {
      "ID": 11,
      "URL": "https://zaixianwan.app/games/11",
      "Title": "口袋妖怪红(精灵宝可梦红) (繁)(修正版+完美LOGO)(sss888+RickyL1213)(8Mb)",
      "Description": "《口袋妖怪红》（Pokémon Red）是由GAME FREAK开发、任天堂发行的Game Boy平台角色扮演游戏，于1996年2月27日在日本首发。作为《口袋妖怪》系列的开山之作，游戏设定在虚构的关都地区，玩家扮演一位十岁的训练家，目标是挑战八个道馆馆主，击败四天王和冠军，最终成为宝可梦大师。游戏中共有151种宝可梦，玩家需要通过捕捉、训练和交换来完成宝可梦图鉴。游戏采用回合制战斗系统，玩家可以指挥宝可梦使用技能、使用道具或更换宝可梦。通过战斗，宝可梦会获得经验值，提升等级，学习新技能，并在特定条件下进化。游戏还支持通过连接线与其他玩家进行宝可梦交换和对战，增加了互动性和可玩性。《口袋妖怪红》在全球范围内取得了巨大的成功，销量超过千万份，奠定了宝可梦系列在游戏史上的重要地位。游戏的创新玩法和丰富内容，吸引了大量玩家，成为许多人童年的美好回忆。"
    },
    {
      "ID": 12,
      "URL": "https://zaixianwan.app/games/12",
      "Title": "口袋妖怪绿(精灵宝可梦绿) (简)(完美LOGO+去除开机选择)(unknown+RickyL1213)(8Mb)",
      "Description": "《口袋妖怪 绿版》是由 Game Freak 开发、任天堂发行的角色扮演游戏，于 1996 年在日本 Game Boy 平台首发。作为《口袋妖怪》系列的初代作品之一，游戏设定在关都地区，玩家扮演一位新手训练师，目标是捕捉、训练并收集 151 种不同的口袋妖怪，挑战道馆馆主，最终成为口袋妖怪大师。游戏采用回合制战斗系统，玩家需要策略性地选择口袋妖怪和技能，以击败对手。通过与其他玩家连接交换口袋妖怪，玩家可以完成图鉴收集。游戏的成功奠定了《口袋妖怪》系列在全球的影响力，成为电子游戏史上最畅销的系列之一。"
    },
    {
      "ID": 13,
      "URL": "https://zaixianwan.app/games/13",
      "Title": "口袋妖怪绿(精灵宝可梦绿) (繁)(完美LOGO+去除开机选择)(unknown+RickyL1213)(8Mb)",
      "Description": "《口袋妖怪 绿版》是由 Game Freak 开发、任天堂发行的角色扮演游戏，于 1996 年在日本 Game Boy 平台首发。作为《口袋妖怪》系列的初代作品之一，玩家在游戏中扮演一位年轻的训练师，踏上收集 151 种口袋妖怪、挑战道馆馆主、击败四天王并最终成为口袋妖怪大师的旅程。游戏采用回合制战斗系统，玩家需要策略性地选择口袋妖怪及其技能，以应对各种挑战。游戏的成功奠定了《口袋妖怪》系列在全球的影响力，成为电子游戏史上的经典之作。"
    },
    {
      "ID": 14,
      "URL": "https://zaixianwan.app/games/14",
      "Title": "口袋妖怪蓝(精灵宝可梦蓝) (繁)(完美LOGO)(unknown+RickyL1213)(8Mb)",
      "Description": "《口袋妖怪 蓝》是由Game Freak开发、任天堂发行的角色扮演游戏，于1996年10月15日在日本部分地区限量发售，1999年10月10日面向日本全国发行。该游戏是《口袋妖怪》系列的第一世代作品之一，运行于Game Boy平台。在游戏中，玩家扮演一位十岁的训练家，踏上冒险旅程，目标是挑战八名道馆馆主，并最终击败四天王和冠军，成为宝可梦大师。同时，玩家需要收集并培养各种宝可梦，完成宝可梦图鉴。游戏中共有151种宝可梦，其中部分宝可梦只能通过与其他版本进行通信交换获得。《口袋妖怪 蓝》在《红》《绿》的基础上进行了改进，修复了部分漏洞，并调整了宝可梦的出现率。游戏的成功不仅巩固了任天堂在掌机市场的地位，也为后续的《口袋妖怪》系列奠定了基础。"
    },
    {
      "ID": 15,
      "URL": "https://zaixianwan.app/games/15",
      "Title": "口袋妖怪黃 (繁) (加強版) (unknown)",
      "Description": "《口袋妖怪黄》（日文名：ポケットモンスター ピカチュウ，英文名：Pokémon Yellow）是任天堂于1998年9月12日在日本发行的Game Boy平台游戏。该版本是《口袋妖怪》系列第一世代的特别版，灵感来源于当时热播的动画系列。游戏中，玩家扮演一位11岁的少年，居住在关都地区的真新镇，与初始伙伴皮卡丘一起踏上冒险旅程。与《红》《绿》《蓝》版本不同，主角的初始宝可梦固定为皮卡丘，且皮卡丘会跟随在主角身后，表现出不同的情绪反应。游戏剧情参考动画，玩家可在旅途中获得妙蛙种子、小火龙和杰尼龟等宝可梦，并与火箭队成员武藏、小次郎和喵喵等角色互动。此外，游戏新增了与皮卡丘的亲密度系统，影响其在战斗中的表现和对主角的反应。"
    },
    {
      "ID": 16,
      "URL": "https://zaixianwan.app/games/16",
      "Title": "口袋妖怪黄 (繁) (修正版) (yishiluo)(8Mb)",
      "Description": "《口袋妖怪黄》（Pokémon Yellow）是由Game Freak开发、任天堂发行的角色扮演游戏，于1998年9月12日首次在日本发售。作为第一世代的特别版，本作以动画《精灵宝可梦》为蓝本，对剧情和系统进行了调整。在游戏中，玩家的初始精灵为皮卡丘，它会跟随在主角身后，不愿进入精灵球。与皮卡丘对话时，可查看其对主角的好感度，这是亲密度系统的雏形。此外，皮卡丘拒绝使用雷之石进化，并在战斗中有独特的叫声。剧情方面，主角的对手小茂选择伊布作为初始精灵，其进化形态取决于与主角的对战记录。玩家还可在游戏过程中获得妙蛙种子、小火龙和杰尼龟。道馆馆主的精灵队伍参考了动画设定，等级有所提升。部分场景中，玩家会与火箭队的武藏、小次郎和喵喵对战。本版本为繁体中文修正版，由yishiluo于2013年8月23日更新，修复了多处交互错误，并将精灵名称、招式和道具名称调整为官方译名。《口袋妖怪黄》以其独特的系统和丰富的剧情，为玩家提供了与动画紧密结合的游戏体验，成为众多宝可梦爱好者心中的经典之作。"
    },
    {
      "ID": 93,
      "URL": "https://zaixianwan.app/games/93",
      "Title": "口袋妖怪 - 水晶 (v20170329) (简) (修正版) (sss888)",
      "Description": "《口袋妖怪 - 水晶》是任天堂于2000年在Game Boy Color平台上推出的角色扮演游戏，也是《口袋妖怪》系列第二世代的第三部作品。游戏设定在城都地区，玩家将扮演一位新手训练师，踏上收集徽章、挑战道馆、捕捉并训练口袋妖怪的冒险旅程。本作首次引入了可选的女性主角角色，丰富了玩家的游戏体验。此外，游戏还增加了动画战斗场景，使战斗画面更加生动。传奇口袋妖怪水君在本作中占据了重要地位，玩家需要在游戏过程中追踪并捕捉它。《口袋妖怪 - 水晶》还引入了神秘礼物功能，允许玩家通过红外线通信与其他玩家交换礼物，增强了互动性。游戏支持与前作《金》和《银》版本的联机通信，玩家可以交换口袋妖怪，完成图鉴。本版本为20170329修正版，由汉化组sss888进行简体中文汉化，修复了原版中的部分问题，提升了游戏的稳定性和可玩性。"
    },
    {
      "ID": 94,
      "URL": "https://zaixianwan.app/games/94",
      "Title": "口袋妖怪 - 水晶 (v20170405 8x16字库测试) (简) (修正版) (sss888)(JP)(16Mb)",
      "Description": "《口袋妖怪 水晶版》是任天堂于2000年在Game Boy Color平台上推出的角色扮演游戏，是《口袋妖怪 金银版》的增强版。游戏设定在城都地区，玩家扮演一位新晋训练师，目标是捕捉、训练并收集各种口袋妖怪，挑战道馆馆主，最终成为口袋妖怪大师。本作首次引入了可选的女性主角，丰富了游戏的角色设定。游戏还增加了动画精灵图像，使战斗画面更加生动。此外，水晶版首次引入了神秘的口袋妖怪“水君”的专属剧情，玩家需要在游戏过程中追踪并捕捉它。游戏支持与《金银版》以及《红蓝黄版》进行联机交换和对战，增加了游戏的互动性和可玩性。通过连接线，玩家可以与朋友交换口袋妖怪，完成图鉴，或进行对战，检验训练成果。《口袋妖怪 水晶版》以其丰富的内容和创新的玩法，成为了Game Boy Color平台上的经典之作，深受玩家喜爱。"
    },
    {
      "ID": 95,
      "URL": "https://zaixianwan.app/games/95",
      "Title": "口袋妖怪 - 水晶 (简) (unknown)",
      "Description": "《口袋妖怪 水晶版》是任天堂在2000年为Game Boy Color平台推出的角色扮演游戏，也是《口袋妖怪 金·银》的增强版。游戏设定在城都地区，玩家扮演一位新手训练师，目标是捕捉并训练各种口袋妖怪，挑战道馆馆主，最终成为冠军。水晶版首次引入了女性主角选项，并增加了对战塔等新内容。游戏还改进了图形效果，部分口袋妖怪在战斗中具有动画效果。"
    },
    {
      "ID": 96,
      "URL": "https://zaixianwan.app/games/96",
      "Title": "口袋妖怪 - 水晶 (繁) (unknown)",
      "Description": "《口袋妖怪 水晶版》是由Game Freak开发、任天堂发行的Game Boy Color平台角色扮演游戏，于2000年12月14日在日本发售。作为《口袋妖怪 金·银》的增强版，本作在原有基础上引入了多项创新元素，丰富了游戏体验。游戏首次允许玩家选择女性主角，开创了系列先河。此外，所有口袋妖怪在出场时都会有专属的动画效果，增强了视觉表现力。游戏还新增了战斗塔，提供了更具挑战性的对战环境。在剧情方面，水晶版以传说中的口袋妖怪水君为封面，围绕其展开了全新的故事线，深化了城都地区的传说背景。游戏还引入了移动系统GB功能，允许玩家通过手机网络进行对战和交换口袋妖怪，尽管该功能仅限于日本地区。总体而言，《口袋妖怪 水晶版》在保留前作精髓的同时，加入了多项创新要素，为玩家带来了更加丰富和多元的游戏体验。"
    },
    {
      "ID": 97,
      "URL": "https://zaixianwan.app/games/97",
      "Title": "口袋妖怪 - 白金版 (简) (新特奇)",
      "Description": "《口袋妖怪 白金版》是一款由Game Freak开发、任天堂发行的角色扮演游戏，于2008年在任天堂DS平台上发布。作为《口袋妖怪 钻石版》和《口袋妖怪 珍珠版》的增强版，《白金版》在原有基础上增加了新的剧情、角色和游戏内容。玩家将扮演一名训练师，在神奥地区展开冒险，捕捉并训练各种口袋妖怪，挑战道馆馆主，最终成为口袋妖怪大师。游戏引入了反转世界和新的口袋妖怪形态，增加了游戏的深度和可玩性。"
    },
    {
      "ID": 98,
      "URL": "https://zaixianwan.app/games/98",
      "Title": "口袋妖怪 - 蓝宝石 (繁) (新特奇)",
      "Description": "《口袋妖怪：蓝宝石》是由Game Freak开发、任天堂发行的Game Boy Advance平台角色扮演游戏，于2002年11月21日在日本首发。游戏设定在全新的丰缘地区，玩家将扮演一位初出茅庐的宝可梦训练师，目标是挑战八个道馆馆主，最终击败四天王，成为宝可梦联盟冠军。本作引入了多项新元素，包括双打对战机制、宝可梦的特性和性格，以及135只全新的宝可梦，使总数达到386种。游戏还取消了前作的昼夜系统，改为引入时钟概念，丰富了游戏体验。在剧情方面，玩家需对抗反派组织熔岩队或海洋队，阻止他们利用传说中的宝可梦固拉多或盖欧卡改变丰缘地区环境的阴谋。游戏的画面和音效相较前作有显著提升，充分发挥了GBA的硬件性能。《口袋妖怪：蓝宝石》在全球范围内取得了巨大成功，销量超过1600万份，成为GBA平台最畅销的游戏之一。其丰富的内容和创新的玩法，为玩家带来了全新的冒险体验，至今仍被视为宝可梦系列的经典之作。"
    },
    {
      "ID": 99,
      "URL": "https://zaixianwan.app/games/99",
      "Title": "口袋妖怪 - 金 (简) (修正版) (unknown)",
      "Description": "《口袋妖怪 金版》是由GAME FREAK开发、任天堂发行的Game Boy Color平台角色扮演游戏，于1999年11月在日本首次发售。作为《口袋妖怪》系列的第二世代作品，本作引入了100种新的宝可梦，使总数达到251种。玩家将在全新的城都地区展开冒险，捕捉并训练宝可梦，挑战道馆馆主、四天王和冠军，最终完成宝可梦图鉴的收集目标。游戏新增了昼夜系统，游戏内时间与现实同步，不同时间段会出现不同的宝可梦。此外，新增了钢和恶两种属性，进一步平衡了宝可梦之间的相克关系。游戏还引入了宝可梦的性别设定和培育系统，玩家可以通过孵蛋获得新的宝可梦。游戏支持与前作《口袋妖怪 红·绿》通过时间胶囊进行宝可梦交换。2009年，任天堂在Nintendo DS平台上推出了本作的重制版《口袋妖怪 心金》，在保留原作精髓的基础上，加入了更多新要素和改进。"
    },
    {
      "ID": 100,
      "URL": "https://zaixianwan.app/games/100",
      "Title": "口袋妖怪 – 水晶(新神奇宝贝水晶)(fix v5)(繁)(星星科技+yy小龙虾)(JP)(16Mb)",
      "Description": "《宝可梦 水晶》是《宝可梦》系列的第二世代作品，于2000年12月14日在日本发行，次年在北美和欧洲上市。游戏平台为Game Boy Color，是《宝可梦 金/银》的增强版。游戏的主要舞台是城都地区，玩家可以在通关后前往关都地区冒险。与前作相比，《水晶》版在剧情方面增加了捕捉水君的内容，并首次引入了女性主角供玩家选择，这是系列中首次允许玩家选择主角性别的作品。在游戏机制上，《水晶》版与《金/银》类似，但增加了一些新功能，如部分宝可梦的登场动画，以及对某些宝可梦图像的重新设计。此外，游戏还引入了昼夜系统和季节变化，影响野生宝可梦的分布和战斗策略。2018年1月26日，游戏在任天堂3DS的Virtual Console上全球同步重新发行，支持与《宝可梦银行》兼容，允许玩家将《水晶》版中的宝可梦传送到最新的核心作品中。"
    },
    {
      "ID": 101,
      "URL": "https://zaixianwan.app/games/101",
      "Title": "口袋妖怪 – 水晶(精灵宝可梦水晶版)(v1.2)(简)(CKN & DMG & 口袋群星SP联合汉化)(US)(16Mb)",
      "Description": "《口袋妖怪 水晶版》是由Game Freak开发、任天堂发行的Game Boy Color平台角色扮演游戏，于2000年12月14日在日本首次发售。作为《口袋妖怪 金·银》的增强版，本作在原有基础上引入了多项创新元素，丰富了游戏体验。游戏首次允许玩家选择女性主角，开创了系列先河。此外，精灵出场时增加了动画效果，提升了视觉表现力。水晶版以传说中的宝可梦水君为封面，并围绕其展开了全新的剧情，使其地位超越了雷公和炎帝。在音乐方面，与水君、雷公、炎帝的战斗配有专属背景音乐，增强了战斗氛围。游戏还引入了战斗塔，提供了全新的挑战模式。通过移动系统GB，玩家可以与其他玩家进行对战和交换宝可梦，尽管该功能仅限于日本地区。在剧情方面，游戏对城都地区的传说进行了深入拓展，增加了对水君的专属剧情，使故事更加丰富。游戏还首次出现了定点教学，玩家可以在特定地点学习强力技能，如喷射火焰、冷冻光线和十万伏特。总体而言，《口袋妖怪 水晶版》在保留前作精髓的同时，加入了多项创新要素，为玩家带来了全新的冒险体验。"
    },
    {
      "ID": 102,
      "URL": "https://zaixianwan.app/games/102",
      "Title": "口袋妖怪 – 水晶(美版汉化v1.12)(简)(sss888)(US)(16Mb)",
      "Description": "《口袋妖怪 水晶版》是由Game Freak开发、任天堂发行的Game Boy Color平台角色扮演游戏，于2000年12月14日在日本首次发售。作为《口袋妖怪 金·银》的增强版，本作在原有基础上引入了多项创新要素。游戏首次允许玩家选择女性主角，丰富了角色设定，满足了不同玩家的需求。此外，游戏中所有口袋妖怪在出场时都会有专属的动画效果，增强了视觉体验。在剧情方面，水晶版以传说中的神兽水君为核心，展开了全新的故事线，深化了城都地区的传说背景。游戏还新增了战斗塔，提供了挑战高难度对战的场所，提升了游戏的可玩性和挑战性。在音乐方面，水晶版为水君、雷公、炎帝等神兽设计了专属的战斗背景音乐，增强了战斗的沉浸感。总体而言，《口袋妖怪 水晶版》在保留前作精髓的同时，加入了多项创新元素，为玩家带来了更加丰富和深入的游戏体验。"
    },
    {
      "ID": 103,
      "URL": "https://zaixianwan.app/games/103",
      "Title": "口袋妖怪 – 金(新神奇宝贝金)(繁)(星星科技+yy小龙虾)(JP)(16Mb)",
      "Description": "《口袋妖怪 金》是由GAME FREAK开发、任天堂发行的Game Boy Color平台角色扮演游戏，于1999年11月在日本首次发售。作为《口袋妖怪》系列的第二世代作品，游戏引入了全新的城都地区，新增100种宝可梦，使总数达到251种。玩家将扮演一位年轻的宝可梦训练家，从若叶镇出发，选择菊草叶、火球鼠或小锯鳄作为初始伙伴，踏上冒险旅程。游戏目标包括挑战八个道馆馆主，收集徽章，最终击败四天王和冠军，成为宝可梦大师。游戏新增了时间系统，分为早晨、白天和夜晚，不同时间段会影响特定宝可梦的出现。此外，游戏还引入了宝可梦携带道具的功能，以及培育系统，允许玩家通过孵化蛋获得新的宝可梦。完成城都地区的冒险后，玩家还可以前往关都地区，挑战那里的道馆馆主，最终在白银山与前作主角赤红对战。"
    },
    {
      "ID": 104,
      "URL": "https://zaixianwan.app/games/104",
      "Title": "口袋妖怪 – 金(精灵宝可梦金)(简)(韩版汉化v1.1)(Tom_C)(16Mb)",
      "Description": "《口袋妖怪 金》是由Game Freak开发、任天堂发行的Game Boy Color平台角色扮演游戏，于1999年在日本首次发布，随后在其他地区推出。作为《口袋妖怪》系列的第二代作品，本作引入了全新的城都地区，玩家将扮演一位年轻的训练师，踏上收集徽章、挑战道馆馆主、最终成为宝可梦联盟冠军的冒险旅程。游戏新增了100种新的宝可梦，使总数达到251种，并引入了昼夜系统，影响特定宝可梦的出现和进化。此外，游戏还增加了宝可梦蛋和繁殖机制，允许玩家通过特定组合获得稀有或独特的宝可梦。《口袋妖怪 金》还支持与前作《口袋妖怪 红/绿/蓝/皮卡丘》进行联机交换和对战，增强了游戏的互动性和可玩性。凭借丰富的内容和创新的玩法，本作在全球范围内获得了极高的评价，成为Game Boy Color平台上最畅销的游戏之一。"
    },
    {
      "ID": 105,
      "URL": "https://zaixianwan.app/games/105",
      "Title": "口袋妖怪 – 金(精灵宝可梦金)(繁)(修正版)(完美LOGO v1.1+背包等汉化)(sss888+RickyL1213)(16Mb)",
      "Description": "《口袋妖怪 金》是由Game Freak开发、任天堂发行的Game Boy Color平台角色扮演游戏，于1999年11月在日本首次发布，随后于2000年在北美和欧洲上市。作为《口袋妖怪》系列的第二世代作品，本作引入了100种新的口袋妖怪，将总数提升至251种，供玩家捕捉、训练和对战。游戏舞台设定在以日本近畿地区为原型的城都地区，玩家将扮演一位年轻的训练师，踏上冒险旅程，挑战道馆馆主、四天王和冠军，最终完成口袋妖怪图鉴。游戏新增了昼夜系统，影响游戏内事件和口袋妖怪的出现频率。此外，玩家在完成城都地区的冒险后，还可前往前作的关都地区，体验双地区的丰富内容。游戏的高完成度和创新要素，使其成为系列中备受赞誉的经典之作。"
    },
    {
      "ID": 106,
      "URL": "https://zaixianwan.app/games/106",
      "Title": "口袋妖怪 – 银(新神奇宝贝银)(繁)(星星科技+yy小龙虾)(JP)(16Mb)",
      "Description": "《口袋妖怪：银》是由Game Freak开发的角色扮演游戏，于1999年11月21日在日本发行，适用于Game Boy Color平台。作为《口袋妖怪》系列的第二世代作品，本作将冒险舞台设定在全新的城都地区，玩家将从若叶镇出发，踏上成为宝可梦大师的旅程。游戏新增了100只宝可梦，使总数达到251只（包括梦幻和雪拉比）。玩家需要挑战并赢得八个道馆的徽章，才能获得挑战四天王和最终冠军的资格。通关城都地区后，玩家还可以前往关都地区，挑战那里的八个道馆，并最终在白银山洞窟与前作主角小赤对战。本作引入了时间系统，将一天分为早晨、午间和夜晚三个时段，不同时间段会影响特定宝可梦的出现率。此外，游戏还设有星期制度，在特定的星期几，特定地点会发生特殊事件，如出现星期兄弟姐妹或特定宝可梦等。玩家可以通过游戏内的手表功能收听广播或使用电话，记录旅途中遇到的训练家联系方式。当有稀有宝可梦大量出现、训练家捡到好道具或想再次对战时，他们会通知玩家。《口袋妖怪：银》在保留前作经典玩法的基础上，增加了丰富的内容和新功能，为玩家带来了全新的冒险体验。"
    },
    {
      "ID": 107,
      "URL": "https://zaixianwan.app/games/107",
      "Title": "口袋妖怪 – 银(精灵宝可梦银)(简)(完美LOGO+背包等汉化)(unknown+RickyL1213)(16Mb)",
      "Description": "《口袋妖怪 银》是由Game Freak开发、任天堂发行的Game Boy Color平台角色扮演游戏，于1999年11月21日在日本首发。游戏设定在全新的城都地区，玩家将扮演一位新晋的宝可梦训练家，踏上收集徽章、挑战道馆馆主、击败四天王并最终成为宝可梦大师的旅程。本作新增了100种宝可梦，使总数达到251种，并引入了时间系统，游戏内时间与现实同步，分为早晨、白天和夜晚，不同时间段会出现不同的宝可梦。此外，游戏还增加了星期系统，特定的事件和宝可梦会在特定的星期几发生或出现。在冒险过程中，玩家将遇到试图利用宝可梦进行犯罪活动的火箭队残党，需要阻止他们的阴谋。游戏还引入了电话和广播功能，玩家可以通过电话与其他训练家交流，接收再战邀请或获取稀有道具；广播则提供各种信息，包括宝可梦的出现地点等。完成城都地区的挑战后，玩家还可以前往前作《口袋妖怪 红/绿/蓝》的关都地区，挑战那里的道馆馆主，最终在白银山与前作主角对战。本作的封面宝可梦为传说中的洛奇亚，玩家可以在游戏中捕捉到它。游戏的汉化版本由unknown和RickyL1213等汉化组完成，提供了完美的LOGO和背包等汉化，使中文玩家能够更好地体验游戏。"
    },
    {
      "ID": 108,
      "URL": "https://zaixianwan.app/games/108",
      "Title": "口袋妖怪 – 银(精灵宝可梦银)(简)(正确精灵名)(完美简体LOGO+背包等汉化)(sss888+RickyL1213)(16Mb)",
      "Description": "《口袋妖怪 银》是任天堂于1999年在Game Boy Color平台上推出的角色扮演游戏，也是《口袋妖怪》系列的第二代作品之一。游戏设定在全新的城都地区，玩家将扮演一名新手训练师，踏上收集和训练口袋妖怪的旅程，目标是挑战道馆馆主，最终成为口袋妖怪大师。本作引入了100种新的口袋妖怪，使总数达到251种，并首次加入了昼夜系统，影响特定口袋妖怪的出现和进化。此外，游戏还增加了繁殖系统，允许玩家通过孵化蛋获得新的口袋妖怪。在剧情方面，玩家将面对新的反派组织——火箭队的复兴，并揭开隐藏在城都地区的秘密。游戏还支持与前作《口袋妖怪 红/蓝/黄》进行联机交换，丰富了游戏的互动性。本版本由汉化组sss888和RickyL1213精心汉化，修正了精灵名称，优化了简体中文LOGO和背包等界面，提供了更完善的中文游戏体验。"
    },
    {
      "ID": 109,
      "URL": "https://zaixianwan.app/games/109",
      "Title": "口袋妖怪 – 银(精灵宝可梦银)(简)(正确精灵名)(完美繁体LOGO+背包等汉化)(sss888+RickyL1213)(16Mb)",
      "Description": "《口袋妖怪：银》是由Game Freak开发的角色扮演游戏，于1999年在Game Boy Color平台上发行。作为《口袋妖怪》系列的第二世代作品，本作将神奇宝贝的数量增加至251只，包括梦幻和雪拉比等传说中的神奇宝贝。游戏的舞台设定在全新的城都地区，玩家将扮演一位神奇宝贝训练家，踏上收集徽章、挑战道馆馆主、对抗火箭队残党的冒险旅程。游戏引入了时间系统，分为早晨、午间和夜晚，不同时间段会影响神奇宝贝的出现率。此外，游戏还增加了星期制度，特定的日子会触发特殊事件，如在特定星期几于特定地点出现的神奇宝贝等。玩家还可以通过手表功能收听广播或使用电话，与旅途中遇到的训练家保持联系。当有稀有神奇宝贝大量出现、训练家捡到好道具或想再次对战时，他们会通知玩家。通关城都地区后，玩家可以前往关都地区，挑战新的道馆和最终的白银山洞窟，与前作主角小赤进行对战。"
    },
    {
      "ID": 110,
      "URL": "https://zaixianwan.app/games/110",
      "Title": "口袋妖怪 – 银(精灵宝可梦银)(简)(韩版汉化v1.1)(Tom_C)(16Mb)",
      "Description": "《口袋妖怪 银》是由任天堂于1999年在Game Boy Color平台上发行的角色扮演游戏，也是《口袋妖怪》系列的第二代作品之一。游戏设定在全新的城都地区，玩家将扮演一位新手训练师，踏上收集徽章、挑战道馆、捕捉并训练口袋妖怪的冒险旅程。游戏引入了100种新的口袋妖怪，使总数达到251种，并首次加入了昼夜系统，影响特定口袋妖怪的出现和进化。此外，游戏还引入了口袋妖怪的性别、蛋孵化机制以及携带道具等新要素，丰富了游戏的策略性和可玩性。玩家在冒险过程中，将面对新的劲敌和邪恶组织火箭队的阴谋，最终目标是挑战四天王，成为口袋妖怪大师。游戏的剧情紧凑，玩法多样，深受玩家喜爱，成为口袋妖怪系列的经典之作。"
    },
    {
      "ID": 111,
      "URL": "https://zaixianwan.app/games/111",
      "Title": "口袋妖怪 – 银(精灵宝可梦银)(繁)(完美LOGO+背包等汉化)(unknown+RickyL1213)(16Mb)",
      "Description": "《口袋妖怪：银》是由Game Freak开发的角色扮演游戏，于1999年11月21日在日本发行，适用于Game Boy Color平台。作为《口袋妖怪》系列的第二世代作品，本作将冒险舞台设定在全新的城都地区，玩家从若叶镇出发，踏上成为宝可梦大师的旅程。游戏新增了100只宝可梦，使总数达到251只，并引入了时间系统，分为早晨、白天和夜晚，不同时间段会影响特定宝可梦的出现率。此外，游戏还增加了星期制度，特定的日子会触发特殊事件，如在特定地点遇见星期兄弟姐妹或特定宝可梦等。玩家可以通过手表功能收听广播或使用电话，与旅途中遇到的训练家保持联系。当有稀有宝可梦大量出现、训练家捡到稀有道具或希望再次对战时，他们会通知玩家。通关城都地区后，玩家可前往关都地区，挑战八个道馆，并最终在白银山洞窟与前作主角小赤对战。"
    },
    {
      "ID": 112,
      "URL": "https://zaixianwan.app/games/112",
      "Title": "口袋妖怪(精灵宝可梦) 皮卡丘 (v1.1)(简)(CKN & 群星)(16Mb)",
      "Description": "《口袋妖怪 皮卡丘》是任天堂于1998年在日本发行的Game Boy游戏，属于《口袋妖怪》系列的特别版本。游戏以皮卡丘为主角，玩家将扮演一名训练师，与皮卡丘一起踏上冒险旅程，挑战道馆，收集徽章，最终成为宝可梦大师。游戏特色包括皮卡丘跟随主角行动，并根据玩家的行为表现出不同的情感反应。游戏画面和剧情与原版《红/绿》有所不同，增加了更多动画和细节，使玩家更深入地体验宝可梦的世界。该版本深受玩家喜爱，成为系列中的经典之作。"
    },
    {
      "ID": 113,
      "URL": "https://zaixianwan.app/games/113",
      "Title": "口袋妖怪GO!GO!GO! (繁) (unknown)",
      "Description": "《口袋妖怪GO!GO!GO!》是一款基于Game Boy Color平台的角色扮演游戏，属于《口袋妖怪》系列的非官方改版。游戏采用繁体中文，可能由某个汉化组制作，具体信息未知。游戏的主要玩法与原版《口袋妖怪》类似，玩家扮演训练师，捕捉、培养并与其他训练师对战。由于是非官方版本，游戏可能包含原创剧情、地图和口袋妖怪，提供与原版不同的游戏体验。请注意，非官方改版可能存在漏洞或兼容性问题，建议在模拟器上运行时注意保存进度。"
    },
    {
      "ID": 114,
      "URL": "https://zaixianwan.app/games/114",
      "Title": "口袋妖怪卡片版2 - GR团参上! (繁) (修正版) (unknown)",
      "Description": "《口袋妖怪卡片版2 - GR团参上!》是一款由任天堂于2001年在Game Boy Color平台上发行的卡牌对战游戏。游戏以《口袋妖怪》系列为背景，玩家将扮演一名年轻的卡牌训练师，挑战各个道馆，收集卡牌，最终击败GR团，恢复卡牌岛的和平。游戏中包含丰富的卡牌种类和策略玩法，适合喜欢卡牌游戏和《口袋妖怪》系列的玩家体验。"
    },
    {
      "ID": 160,
      "URL": "https://zaixianwan.app/games/160",
      "Title": "宠物小精灵 - 结金塔之王 (繁) (广誉科技)",
      "Description": "《宠物小精灵 - 结金塔之王》是一款基于《神奇宝贝剧场版：结晶塔的帝王》改编的Game Boy Color游戏。游戏的剧情围绕小智和他的伙伴们展开，他们在旅途中遇到了神秘的未知图腾和传说中的神奇宝贝炎帝。玩家将扮演小智，探索结晶塔，解开谜题，并与各种神奇宝贝进行对战。游戏忠实再现了电影的情节和场景，带领玩家重温经典的冒险故事。"
    },
    {
      "ID": 363,
      "URL": "https://zaixianwan.app/games/363",
      "Title": "口袋妖怪 - 不可思议的迷宫 赤之救助队[盗版&Kunlunshen&Qqture](Sramfix)(简)(JP)(256Mb)",
      "Description": "《口袋妖怪 不可思议的迷宫 赤之救助队》是一款由Chunsoft开发、任天堂发行的角色扮演游戏，于2005年在Game Boy Advance平台上发布。游戏以神奇宝贝世界为背景，玩家将扮演一只变成人类的神奇宝贝，与其他神奇宝贝组成救助队，探索随机生成的迷宫，完成各种救援任务。游戏特色包括丰富的剧情、多样的神奇宝贝伙伴以及策略性的战斗系统。玩家需要合理搭配队伍，利用各自的技能和属性，克服迷宫中的挑战，解救被困的神奇宝贝。游戏还支持与《口袋妖怪 不可思议的迷宫 青之救助队》进行联动，增加了游戏的互动性和可玩性。总体而言，《口袋妖怪 不可思议的迷宫 赤之救助队》以其独特的玩法和感人的故事情节，深受玩家喜爱，成为神奇宝贝系列中的经典之作。"
    },
    {
      "ID": 364,
      "URL": "https://zaixianwan.app/games/364",
      "Title": "口袋妖怪 - 不可思议的迷宫 赤之救助队[盗版&Kunlunshen](简)(JP)(256Mb)",
      "Description": "《口袋妖怪 不可思议的迷宫 赤之救助队》是一款由Spike Chunsoft开发、任天堂于2005年发行的roguelike游戏，对应Game Boy Advance平台。游戏是宝可梦不可思议迷宫系列的首部作品，玩家将扮演一只变成人类的宝可梦，与其他宝可梦组成救助队，探索随机生成的迷宫，完成各种救援任务。游戏采用回合制战斗系统，每当玩家执行攻击或行走等一次行动后，对手也会同时行动。游戏的难度较高，失败时可能会失去全部金钱和道具，需要玩家谨慎策略。"
    },
    {
      "ID": 365,
      "URL": "https://zaixianwan.app/games/365",
      "Title": "口袋妖怪 - 叶绿[口袋吧](386)(简)(JP)(128Mb)",
      "Description": "《口袋妖怪 叶绿》是由GAME FREAK开发、任天堂发行的Game Boy Advance平台角色扮演游戏，于2004年1月29日在日本发售。该作是1996年初代《口袋妖怪 红·绿》的重制版，属于系列的第三世代作品。游戏的舞台设定在虚构的关都地区，玩家将扮演一位宝可梦训练家，目标是捕捉并训练各种宝可梦，挑战八个道馆馆主，最终击败四天王和冠军，成为宝可梦大师。在《口袋妖怪 叶绿》中，玩家可以选择妙蛙种子、小火龙或杰尼龟作为初始宝可梦。游戏引入了新的功能，如宝可梦的特性和性格系统，以及双打对战模式，丰富了战斗策略。此外，游戏还新增了“七岛”区域，提供额外的剧情和挑战。作为重制版，《口袋妖怪 叶绿》在保留原作经典元素的同时，提升了画面和音效质量，并优化了游戏系统，使其更适应新一代玩家的需求。"
    },
    {
      "ID": 366,
      "URL": "https://zaixianwan.app/games/366",
      "Title": "口袋妖怪 - 叶绿[口袋群星SP](v20120723-3)[简](US)(128Mb)",
      "Description": "《口袋妖怪 叶绿版》是经典GBA游戏《口袋妖怪 红绿》的复刻版本，采用了《红宝石/蓝宝石》的游戏引擎进行画面强化。游戏开始时，玩家可选择扮演男孩或女孩，并从妙蛙种子、小火龙和杰尼龟三只初始宝可梦中挑选一只作为伙伴。游戏的主要目标是挑战各地的道馆馆主，获取八枚徽章后，进入宝可梦联盟，挑战四天王和冠军，最终成为宝可梦大师。玩家还需对抗邪恶组织火箭队，阻止其滥用宝可梦的阴谋。在冒险过程中，玩家可以捕捉并培养超过150种不同的宝可梦，与其他训练师进行对战，提升宝可梦的经验值和能力。游戏还支持与其他玩家进行连接，对战或交换宝可梦，增加了互动性和趣味性。《口袋妖怪 叶绿版》在保留原作经典元素的同时，进行了画面和系统的优化，使玩家能够在更精美的画面中重温童年的冒险旅程。"
    },
    {
      "ID": 367,
      "URL": "https://zaixianwan.app/games/367",
      "Title": "口袋妖怪 - 叶绿[盗版&Sanchidiantai](简)(JP)(128Mb)",
      "Description": "《口袋妖怪 叶绿版》是任天堂在2004年为Game Boy Advance平台推出的角色扮演游戏。作为初代《口袋妖怪 红·绿》的重制版，游戏保留了原作的经典剧情和玩法，同时在画面、音效和系统上进行了全面升级。玩家将扮演一位新手训练师，踏上收集、培养口袋妖怪的旅程，挑战道馆馆主，最终成为冠军。游戏新增了与《火红版》的联机功能，允许玩家交换和对战，丰富了游戏体验。"
    },
    {
      "ID": 368,
      "URL": "https://zaixianwan.app/games/368",
      "Title": "口袋妖怪 - 火红[口袋群星SP](v20120723-3)[简](US)(128Mb)",
      "Description": "《口袋妖怪 火红》是任天堂在2004年为Game Boy Advance平台推出的角色扮演游戏，是1996年Game Boy游戏《口袋妖怪 红》的重制版。玩家扮演一位年轻的训练师，在关都地区捕捉、训练并与其他训练师对战，目标是成为口袋妖怪大师。游戏包含150种原始口袋妖怪，并新增了部分来自后续版本的口袋妖怪。游戏画面和音效经过改进，支持与《口袋妖怪 绿叶》及其他GBA版本进行联机对战和交换。游戏还引入了无线适配器，方便玩家进行无线对战和交换。总体而言，《口袋妖怪 火红》在保留原作经典元素的同时，提升了游戏体验，适合新老玩家体验。"
    },
    {
      "ID": 369,
      "URL": "https://zaixianwan.app/games/369",
      "Title": "口袋妖怪 - 火红[盗版&三池典太](简)(JP)(128Mb)",
      "Description": "《口袋妖怪 火红》是任天堂在2004年为Game Boy Advance平台推出的角色扮演游戏，是1996年Game Boy游戏《口袋妖怪 红》的重制版。玩家扮演一位年轻的训练师，在关都地区冒险，捕捉并训练各种口袋妖怪，挑战道馆馆主，最终成为口袋妖怪大师。游戏保留了原版的经典剧情和玩法，同时引入了全新的图像和音效，提升了游戏体验。新增的“对战塔”模式和与《口袋妖怪 绿叶》及其他版本的联动功能，使玩家能够与朋友进行对战和交换口袋妖怪，丰富了游戏内容。"
    },
    {
      "ID": 370,
      "URL": "https://zaixianwan.app/games/370",
      "Title": "口袋妖怪 - 火红[盗版](简)(JP)(128Mb)",
      "Description": "《口袋妖怪：火红》是由Game Freak开发、任天堂发行的角色扮演游戏，于2004年1月29日在日本发售。作为初代《口袋妖怪 红/绿》的重制版，本作在保留原有剧情的基础上，采用了更精美的画面和丰富的游戏内容。玩家将扮演一位来自真新镇的年轻训练家，踏上收集神奇宝贝、挑战道馆馆主、对抗火箭队并最终成为神奇宝贝联盟冠军的冒险旅程。游戏新增了七之岛地区，提供了更多的探索内容和捕捉机会。此外，游戏还引入了对战搜寻器、声音记录器等新功能，提升了游戏的可玩性。"
    },
    {
      "ID": 371,
      "URL": "https://zaixianwan.app/games/371",
      "Title": "口袋妖怪 - 红宝石(半汉化版)[口袋丶阿龙+HPHHPT](简)(US)(256Mb)",
      "Description": "《口袋妖怪 红宝石》是任天堂在2002年为Game Boy Advance平台推出的角色扮演游戏，也是《口袋妖怪》系列的第三代作品之一。游戏设定在丰缘地区，玩家将扮演一位新晋的宝可梦训练师，踏上收集宝可梦、挑战道馆、击败邪恶组织、最终成为宝可梦联盟冠军的冒险旅程。在《红宝石》版本中，玩家将面对以扩张陆地为目标的“熔岩队”，并与其展开激烈对抗。游戏引入了全新的135种宝可梦，使总数达到386种，丰富了玩家的收集和培养体验。此外，游戏还新增了双打对战、特性系统和天气效果等新要素，增强了战斗的策略性和多样性。本版本为“半汉化版”，由“口袋丶阿龙”和“HPHHPT”汉化组共同制作。虽然游戏的主要内容已被翻译为简体中文，但部分文本可能仍保留原始语言。尽管如此，这一版本仍为中文玩家提供了更友好的游戏体验。作为《口袋妖怪》系列的经典之作，《红宝石》凭借其丰富的内容和创新的玩法，深受玩家喜爱。无论是新玩家还是老玩家，都能在这款游戏中感受到宝可梦世界的魅力。"
    },
    {
      "ID": 372,
      "URL": "https://zaixianwan.app/games/372",
      "Title": "口袋妖怪 - 红宝石[口袋妖怪网](386&Font For Valentine's Day)(简)(JP)(64.58Mb)",
      "Description": "《口袋妖怪 红宝石》是由任天堂于2002年在Game Boy Advance平台上发行的角色扮演游戏，也是《口袋妖怪》系列的第三代作品之一。游戏的日文名称为《ポケットモンスター ルビー》，英文名称为《Pokémon Ruby》，繁体中文名称为《口袋妖怪 紅寶石》，韩文名称为《포켓몬스터 루비》。游戏的故事发生在丰缘地区，玩家扮演一位新晋的宝可梦训练师，目标是挑战各地的道馆，收集徽章，最终成为宝可梦联盟冠军。在旅途中，玩家将遇到各种宝可梦，捕捉并训练它们，与其他训练师对战，同时揭露并阻止邪恶组织的阴谋。《口袋妖怪 红宝石》引入了全新的宝可梦种类和技能，增加了双打对战模式，并首次引入了天气系统，对战斗产生影响。此外，游戏还引入了秘密基地功能，玩家可以在游戏世界中创建并装饰自己的秘密基地，与朋友进行互动。作为系列的第三代作品，《口袋妖怪 红宝石》在画面和音效上有了显著提升，游戏内容丰富，深受玩家喜爱。"
    },
    {
      "ID": 373,
      "URL": "https://zaixianwan.app/games/373",
      "Title": "口袋妖怪 - 红宝石[口袋妖怪网](386)(简)(JP)(64.58Mb)",
      "Description": "《口袋妖怪 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在全球范围内推出。游戏设定在以日本九州为原型的虚构地区——丰缘地区，玩家将扮演一位新搬到未白镇的少年或少女，踏上成为宝可梦大师的冒险旅程。在游戏中，玩家需要挑战八个道馆馆主，最终击败四天王，成为新的冠军。同时，玩家还需完成宝可梦图鉴，捕捉并收集全部386种宝可梦。游戏引入了全新的双打对战模式和宝可梦特性系统，丰富了战斗策略。此外，游戏还支持最多四人通过GBA连接线进行联机对战和交换宝可梦，增强了玩家之间的互动。《口袋妖怪 红宝石》在全球范围内取得了巨大的商业成功，累计销量超过1300万份，成为GBA平台上最畅销的游戏之一。"
    },
    {
      "ID": 374,
      "URL": "https://zaixianwan.app/games/374",
      "Title": "口袋妖怪 - 红宝石[模拟天下](简)(JP)(64Mb)",
      "Description": "《口袋妖怪 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在全球范围内推出。作为宝可梦系列的第三世代作品，本作首次登陆Game Boy Advance平台，带来了全新的冒险体验。游戏设定在以日本九州为原型的芳缘地区，玩家将扮演一位新晋的宝可梦训练师，踏上收集宝可梦、挑战道馆馆主、对抗邪恶组织的旅程，最终目标是击败四天王，成为宝可梦大师。本作引入了多项新元素，如双打对战机制，使战斗策略更加多样化；宝可梦的特性系统，为每只宝可梦赋予独特的能力，增加了游戏的深度。此外，游戏还新增了性格系统，影响宝可梦的成长方向和战斗表现。在图像和音效方面，得益于GBA的硬件性能提升，游戏画面较前作有显著改进，色彩更为丰富，细节更为精致。音乐方面，游戏提供了多首令人难忘的旋律，增强了玩家的沉浸感。《口袋妖怪 红宝石》在全球范围内取得了巨大的商业成功，累计销量超过1300万份，成为GBA平台上最畅销的游戏之一。其创新的游戏机制和丰富的内容，使其在玩家和评论家中都获得了高度评价，巩固了宝可梦系列在游戏史上的重要地位。"
    },
    {
      "ID": 375,
      "URL": "https://zaixianwan.app/games/375",
      "Title": "口袋妖怪 - 绿宝石[口袋吧](简)(JP)(128Mb)",
      "Description": "《口袋妖怪 绿宝石》是任天堂在2004年为Game Boy Advance平台推出的角色扮演游戏。作为《口袋妖怪 红宝石》和《口袋妖怪 蓝宝石》的增强版，本作在原有基础上增加了新的剧情和游戏内容。玩家将扮演一名年轻的训练师，在丰缘地区展开冒险，捕捉并训练各种口袋妖怪，挑战道馆馆主，最终成为冠军。游戏引入了战斗边疆区域，提供更多挑战和奖励。此外，新增的双打战斗系统使战斗策略更加多样化。凭借丰富的内容和创新的玩法，《口袋妖怪 绿宝石》深受玩家喜爱，成为该系列的经典之作。"
    },
    {
      "ID": 376,
      "URL": "https://zaixianwan.app/games/376",
      "Title": "口袋妖怪 - 绿宝石[漫游&TGB&口袋群星SP](v20120719)(简)(JP)(128Mb)",
      "Description": "《口袋妖怪 绿宝石》是由 Game Freak 开发、任天堂发行的角色扮演游戏，于 2004 年在 Game Boy Advance 平台推出。游戏设定在丰缘地区，玩家扮演一位新晋的宝可梦训练师，踏上旅程，捕捉并训练各种宝可梦，挑战道馆馆主，最终目标是成为宝可梦大师。游戏引入了“战斗边疆”（Battle Frontier）设施，提供多种挑战模式，增加了游戏的耐玩性。此外，游戏还包含丰富的剧情和多样的宝可梦种类，满足玩家的收集与探索欲望。"
    },
    {
      "ID": 377,
      "URL": "https://zaixianwan.app/games/377",
      "Title": "口袋妖怪 - 绿宝石[漫游&TGB&口袋群星SP]2012典藏版(简)(JP)(256Mb)",
      "Description": "《口袋妖怪 绿宝石》是任天堂在2004年为Game Boy Advance平台推出的角色扮演游戏，也是《口袋妖怪 红宝石》和《口袋妖怪 蓝宝石》的增强版。游戏设定在丰缘地区，玩家将扮演一位新晋的训练师，踏上收集口袋妖怪、挑战道馆馆主、击败邪恶组织、最终成为冠军的冒险旅程。游戏新增了战斗边疆区域，提供更多挑战和奖励。2012年发布的“漫游&TGB&口袋群星SP”典藏版由汉化组精心制作，提供了完整的中文翻译，使玩家能够更深入地体验游戏的魅力。该版本还修复了原版中的一些问题，提升了游戏的稳定性和流畅度。无论是新玩家还是老玩家，这个版本都值得一试。"
    },
    {
      "ID": 378,
      "URL": "https://zaixianwan.app/games/378",
      "Title": "口袋妖怪 - 绿宝石[漫游&TGB](简)(JP)(128Mb)",
      "Description": "《口袋妖怪 绿宝石》是宝可梦系列第三世代的强化版本，于2004年9月16日在日本发售，适用于Game Boy Advance平台。游戏舞台设定在以日本九州为原型的丰缘地区，玩家将扮演一位新搬到未白镇的少年或少女，踏上成为宝可梦大师的冒险旅程。游戏新增了“特性”和“性格”系统，使每只宝可梦在战斗中更具个性化。此外，游戏引入了“双打对战”模式，允许玩家同时使用两只宝可梦进行战斗，增加了战术的多样性。游戏还新增了“对战开拓区”，由七大对战设施组成，为玩家提供了更多挑战和乐趣。"
    },
    {
      "ID": 379,
      "URL": "https://zaixianwan.app/games/379",
      "Title": "口袋妖怪 - 绿宝石[盗版&Awaixp](简)(JP)(128Mb)",
      "Description": "《口袋妖怪 绿宝石》是任天堂在GBA平台上推出的经典角色扮演游戏，属于第三世代的作品。游戏设定在丰缘地区，玩家将扮演一位新搬到未白镇的年轻训练家，踏上收集宝可梦、挑战道馆馆主、对抗邪恶组织的冒险旅程。游戏开始时，玩家可从三只初始宝可梦中选择一只：草系的木守宫、火系的火稚鸡或水系的水跃鱼。选择后，玩家将与劲敌展开多次对战，并在旅途中挑战八个道馆，收集徽章，最终目标是成为丰缘地区的冠军。在冒险过程中，玩家会遇到两个对立的邪恶组织——熔岩队和海洋队。熔岩队企图扩张陆地面积，而海洋队则希望扩大海洋范围。两者分别试图唤醒传说中的固拉多和盖欧卡，导致世界陷入危机。玩家需要唤醒传说中的宝可梦烈空坐，平息这场灾难。《口袋妖怪 绿宝石》在前作的基础上引入了新的剧情元素，如烈空坐的故事线，并增加了通关后的对战开拓区，为玩家提供了更多挑战和乐趣。游戏还包含了《口袋妖怪 金银》中的部分宝可梦，丰富了收集和对战的内容。总体而言，《口袋妖怪 绿宝石》以其丰富的剧情、广阔的地图和多样的宝可梦种类，成为GBA平台上备受玩家喜爱的经典之作。"
    },
    {
      "ID": 380,
      "URL": "https://zaixianwan.app/games/380",
      "Title": "口袋妖怪 - 绿宝石[盗版&Jirachi](v2.4)(简)(JP)(128Mb)",
      "Description": "《口袋妖怪 绿宝石》是任天堂在2004年为Game Boy Advance平台推出的角色扮演游戏。作为《口袋妖怪 红宝石》和《口袋妖怪 蓝宝石》的增强版，本作融合了前两者的特色，并引入了新的游戏元素。玩家将扮演一位年轻的训练师，在丰缘地区展开冒险，捕捉并训练各种口袋妖怪，挑战道馆馆主，最终成为冠军。游戏新增了对战开拓区，提供多种挑战模式，考验玩家的策略和实力。此外，玩家还可捕捉到传说中的口袋妖怪，如烈空坐、固拉多和盖欧卡等。游戏画面精美，音乐动听，深受玩家喜爱。需要注意的是，游戏标题中的“盗版&Jirachi”可能指的是非官方修改版，可能包含额外内容或调整。建议玩家在游玩时注意版本差异，确保获得最佳游戏体验。"
    },
    {
      "ID": 381,
      "URL": "https://zaixianwan.app/games/381",
      "Title": "口袋妖怪 - 蓝宝石 (早期错译版)[盗版&蜡笔小新](繁)(64Mb)",
      "Description": "《口袋妖怪 蓝宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年在日本首发，2003年在北美推出。游戏设定在以日本九州为原型的丰缘地区，玩家将扮演一位新搬到未白镇的少年或少女，踏上成为宝可梦大师的旅程。游戏的主要目标包括挑战并击败八个道馆馆主，最终战胜四大天王，成为新的冠军，同时完成宝可梦图鉴。游戏引入了双打对战和宝可梦特性等新元素，丰富了战斗策略。玩家还需面对反派组织熔岩队或海洋队，阻止他们利用传说中的宝可梦固拉多或盖欧卡改变世界的阴谋。游戏在全球范围内取得了巨大的商业成功，销量超过1300万份，成为Game Boy Advance平台上最畅销的游戏之一。"
    },
    {
      "ID": 382,
      "URL": "https://zaixianwan.app/games/382",
      "Title": "口袋妖怪 - 蓝宝石[Elite&口袋妖怪网](386)(简)(JP)(64.98Mb)",
      "Description": "《口袋妖怪 蓝宝石》是由GAME FREAK开发、任天堂发行的角色扮演游戏，于2002年在日本首发，随后在全球范围内推出。游戏设定在以日本九州为原型的虚构地区——丰缘地区，玩家将扮演一位新搬到未白镇的少年或少女，踏上成为宝可梦大师的冒险旅程。在旅途中，玩家需要挑战八个道馆馆主，收集徽章，最终挑战四天王，成为丰缘地区的冠军。同时，游戏引入了全新的反派组织——熔岩队和海洋队，他们分别企图利用传说中的宝可梦固拉多和盖欧卡来改变世界的生态环境。玩家需要阻止他们的阴谋，维护世界的和平。本作新增了多项游戏机制，如双打对战模式、宝可梦的特性系统，以及全新的努力值和个体值计算方式。此外，游戏支持最多四人通过GBA的连接功能进行对战和交换宝可梦，增强了玩家之间的互动性。《口袋妖怪 蓝宝石》在全球范围内取得了巨大的商业成功，销量超过1300万份，成为GBA平台上最畅销的游戏之一。其后，游戏还推出了增强版本《口袋妖怪 绿宝石》，以及在任天堂3DS平台上的重制版《口袋妖怪 欧米伽红宝石／阿尔法蓝宝石》，继续延续了丰缘地区的冒险故事。"
    },
    {
      "ID": 383,
      "URL": "https://zaixianwan.app/games/383",
      "Title": "口袋妖怪 – 不可思议的迷宫 赤之救助队[完全汉化版][Team Pokepals](简)(US)(256Mb)",
      "Description": "《口袋妖怪 不可思议的迷宫 赤之救助队》是一款由任天堂于2005年在Game Boy Advance平台上发行的角色扮演游戏。游戏中，玩家将扮演一只变成人类的宝可梦，与其他宝可梦组成救助队，探索随机生成的迷宫，完成各种救援任务。游戏采用回合制战斗系统，玩家需要合理搭配队伍成员，利用各自的技能和属性，克服迷宫中的重重障碍。游戏的剧情丰富感人，讲述了友情、勇气和自我发现的故事。此次的完全汉化版由Team Pokepals汉化组精心制作，使得中文玩家能够更好地体验游戏的魅力。无论是宝可梦系列的忠实粉丝，还是喜欢探险和策略的玩家，都能在这款游戏中找到乐趣。"
    },
    {
      "ID": 384,
      "URL": "https://zaixianwan.app/games/384",
      "Title": "口袋妖怪 – 叶绿[口袋群星SP+情人](v20120407)(繁)(US)(128Mb)",
      "Description": "《口袋妖怪 叶绿》是任天堂于2004年在Game Boy Advance平台上推出的角色扮演游戏，属于宝可梦系列的第三世代作品。该游戏是初代《口袋妖怪 红·绿》的重制版，玩家将再次踏上关都地区的冒险旅程，捕捉并训练宝可梦，挑战道馆馆主，最终成为宝可梦大师。在《叶绿》中，游戏画面和音效得到了显著提升，角色和场景更加细致生动。游戏新增了“七岛”的剧情，扩展了原有的地图和故事内容，为玩家提供了更多的探索乐趣。此外，游戏引入了“特性”和“性格”系统，使每只宝可梦在战斗中更具个性和策略性。玩家还可以通过无线适配器与朋友进行对战和交换宝可梦，增强了互动性和可玩性。总的来说，《口袋妖怪 叶绿》在保留原作经典元素的基础上，进行了多方面的改进和扩展，是一款值得宝可梦爱好者体验的作品。"
    },
    {
      "ID": 385,
      "URL": "https://zaixianwan.app/games/385",
      "Title": "口袋妖怪 – 火红[口袋群星SP+情人](v20120407)(繁)(US)(128Mb)",
      "Description": "《口袋妖怪：火红》是由Game Freak开发、任天堂发行的角色扮演游戏，于2004年在Game Boy Advance平台推出。作为1996年初代《口袋妖怪 红/绿》的重制版，本作在保留原作经典玩法的基础上，进行了画面和系统的全面升级。玩家将扮演一位新手训练家，在关都地区展开冒险，捕捉并培养各种宝可梦，挑战道馆馆主，最终目标是成为宝可梦大师。游戏新增了“七之岛”区域，提供了丰富的探索内容和新的剧情线索。此外，游戏支持与《口袋妖怪 红宝石/蓝宝石》进行联动交换，极大地扩展了宝可梦的收集范围。凭借其经典的游戏机制和丰富的内容，《口袋妖怪：火红》成为了众多玩家心目中的经典之作。"
    },
    {
      "ID": 386,
      "URL": "https://zaixianwan.app/games/386",
      "Title": "口袋妖怪 – 红宝石[盗商+Metore+Blader](v1.1)(繁)(JP)(64Mb)",
      "Description": "《口袋妖怪 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年在Game Boy Advance平台上发布。作为《口袋妖怪》系列的第三代作品之一，游戏设定在丰缘地区，玩家将扮演一位新晋的宝可梦训练师，踏上收集宝可梦、挑战道馆、击败邪恶组织、最终成为宝可梦联盟冠军的冒险旅程。游戏引入了全新的宝可梦种类、特性系统和双打对战模式，丰富了战斗策略和游戏体验。玩家需要在旅途中捕捉、训练并进化各种宝可梦，组建强大的队伍，以应对各种挑战。在《红宝石》版本中，玩家将面对以扩张陆地为目标的“熔岩队”，并与其展开激烈对抗。游戏的剧情、地图和可捕捉的宝可梦种类与同时期发布的《口袋妖怪 蓝宝石》有所不同，提供了独特的游戏体验。本版本为1.1版，包含盗商、Metore和Blader汉化组的繁体中文翻译，使得中文玩家能够更好地理解游戏内容，享受游戏乐趣。"
    },
    {
      "ID": 387,
      "URL": "https://zaixianwan.app/games/387",
      "Title": "口袋妖怪 – 绿宝石[漫游&TGB+情人](v20110502)(繁)(US)(128Mb)",
      "Description": "《口袋妖怪 绿宝石》是任天堂在2004年为Game Boy Advance平台推出的角色扮演游戏，属于第三世代的《口袋妖怪》系列作品。游戏设定在丰缘地区，玩家将扮演一位新晋训练师，踏上收集口袋妖怪、挑战道馆馆主、击败邪恶组织、最终成为冠军的冒险旅程。本版本由“漫游”、“TGB”和“情人”等汉化组合作完成，提供繁体中文界面，方便华语玩家体验。游戏特色包括新增的“对战开拓区”，提供多种战斗设施，增加游戏的耐玩度。此外，游戏还引入了天气系统和双打对战等新要素，丰富了游戏玩法。本版本基于美版ROM进行汉化，确保了游戏内容的完整性和稳定性。"
    },
    {
      "ID": 388,
      "URL": "https://zaixianwan.app/games/388",
      "Title": "口袋妖怪 – 蓝宝石[盗商+Metore+Blader](v1.1)(繁)(JP)(64Mb)",
      "Description": "《口袋妖怪 蓝宝石》是由任天堂于2002年在Game Boy Advance平台上发行的角色扮演游戏，也是《口袋妖怪》系列的第三代作品之一。游戏设定在丰缘地区，玩家将扮演一位新晋的宝可梦训练师，踏上收集宝可梦、挑战道馆、击败邪恶组织、最终成为宝可梦联盟冠军的冒险旅程。在《蓝宝石》版本中，玩家将面对以控制海洋为目标的水舰队（Team Aqua），他们试图唤醒传说中的宝可梦盖欧卡（Kyogre），以实现他们的野心。玩家需要阻止他们的阴谋，保护丰缘地区的生态平衡。游戏引入了全新的双打对战系统，允许玩家在战斗中同时使用两只宝可梦，增加了战术的多样性。此外，游戏还新增了天气系统，影响战斗中的环境因素，使游戏体验更加丰富。《口袋妖怪 蓝宝石》拥有丰富的剧情、众多的新宝可梦以及多样的游戏机制，是系列中备受玩家喜爱的作品之一。"
    },
    {
      "ID": 389,
      "URL": "https://zaixianwan.app/games/389",
      "Title": "口袋妖怪弹珠台 - 红宝石&蓝宝石[TGB&口袋吧](简)(JP)(64Mb)",
      "Description": "《宝可梦弹珠台 红宝石·蓝宝石》（日文：ポケモンピンボール ルビー&サファイア，英文：Pokémon Pinball: Ruby & Sapphire）是任天堂于2003年在Game Boy Advance平台上推出的弹珠台游戏。本作是继1999年《宝可梦弹珠台》后的续作，游戏内容扩展至第三世代的宝可梦，并引入了彩色画面和多种新模式。游戏的主要目标是通过操控弹珠（精灵球）击打各种机关，进入不同模式以捕捉、进化宝可梦，最终完成丰缘地区的图鉴收集。游戏提供了红宝石台和蓝宝石台两种弹珠台，每种台桌各有7种场景，包括森林、平原、海洋、洞窟、遗迹等共有场景，以及各自独有的场景。玩家可以通过触发捕获模式、进化模式、孵化模式和奖励关卡等方式，收集丰缘图鉴内的宝可梦（不含代欧奇希斯），以及城都御三家和化石翼龙等客串宝可梦，总计205只。游戏还支持与任天堂GameCube的连接功能，提供更多互动体验。总体而言，《宝可梦弹珠台 红宝石·蓝宝石》将经典的弹珠台玩法与宝可梦系列相结合，为玩家带来了独特且丰富的游戏体验。"
    },
    {
      "ID": 390,
      "URL": "https://zaixianwan.app/games/390",
      "Title": "口袋妖怪弹珠台 - 红宝石&蓝宝石[红魔](简)(JP)(64.29Mb)",
      "Description": "《口袋妖怪弹珠台 红宝石&蓝宝石》是任天堂于2003年8月1日在Game Boy Advance平台上发行的弹珠台游戏。本作是1999年Game Boy Color版《口袋妖怪弹珠台》的续作，游戏画面全面升级至彩色，并引入了更多模式和第三世代的宝可梦。游戏提供红宝石和蓝宝石两种弹珠台，每种台桌各有7种场景，包括森林、平原、海洋、洞窟、遗迹等共有场景，以及各自独有的场景，如红宝石台的火山和狩猎地带，蓝宝石台的湖泊和荒漠。玩家通过操控弹珠（精灵球）击打各种机关，进入捕获模式、进化模式、孵化模式和奖励关卡等，以收集和进化宝可梦，最终完成丰缘图鉴。本作可捕获的宝可梦为丰缘图鉴内的201种宝可梦（不含代欧奇希斯），并额外包含城都御三家及化石翼龙作为客串宝可梦，总计205只可收集。游戏还设有6种奖励关卡，包括夜巡灵关卡、变隐龙关卡、海豹球关卡、固拉多关卡、盖欧卡关卡和烈空坐关卡，增加了游戏的挑战性和趣味性。此外，游戏支持与任天堂GameCube的连接功能，玩家可以通过NGC TO GBA连接线进行互动，进一步丰富了游戏体验。"
    },
    {
      "ID": 391,
      "URL": "https://zaixianwan.app/games/391",
      "Title": "口袋妖怪弹珠台(TGB英版LOGO风格)汉化版",
      "Description": "《口袋妖怪弹珠台》（Pokémon Pinball）是任天堂于1999年在Game Boy Color平台推出的一款益智类游戏。游戏将经典的弹珠台玩法与《口袋妖怪》系列相结合，玩家通过操控精灵球作为弹珠，在弹珠台上击打各种机关，以捕捉和进化宝可梦为目标，最终完成图鉴的收集。游戏提供红色和蓝色两种弹珠台，每种台面包含不同的地图和宝可梦，玩家需要在两种台面之间切换，以捕捉全部151只第一世代的宝可梦。通过击打特定的机关，玩家可以进入捕捉模式和进化模式，捕捉新的宝可梦或使已捕捉的宝可梦进化。值得一提的是，游戏卡带内置了振动功能，每当玩家触发特定机关时，卡带会产生震动，增强游戏的临场感。总体而言，《口袋妖怪弹珠台》以其独特的玩法和丰富的内容，为玩家带来了全新的宝可梦收集体验，成为GBC平台上一款经典的休闲游戏。"
    },
    {
      "ID": 392,
      "URL": "https://zaixianwan.app/games/392",
      "Title": "口袋妖怪弹珠台(口袋吧日版LOGO风格)汉化版 57.25",
      "Description": "《口袋妖怪弹珠台》是一款由任天堂于2003年在Game Boy Advance平台上发行的弹珠台游戏。游戏将经典的弹珠台玩法与《口袋妖怪》系列相结合，玩家通过操控弹珠击打各种目标，捕捉并收集不同的口袋妖怪。游戏中包含丰富的关卡和挑战，玩家需要运用技巧和策略，解锁新的区域和口袋妖怪。该游戏以其独特的玩法和精美的画面，深受玩家喜爱。此次汉化版由口袋吧汉化组制作，保留了日版LOGO风格，版本号为57.25，旨在为中文玩家提供更好的游戏体验。"
    },
    {
      "ID": 393,
      "URL": "https://zaixianwan.app/games/393",
      "Title": "口袋妖怪改版 决心汉化版beta1.0",
      "Description": "《口袋妖怪改版 决心汉化版beta1.0》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该版本由国内汉化组精心制作，旨在为玩家提供全新的游戏体验。游戏在原版基础上进行了大量修改和优化，包括新增剧情、地图、精灵以及技能等内容。玩家将扮演一名年轻的训练师，踏上全新的冒险旅程，挑战各地道馆，收集徽章，最终成为口袋妖怪大师。游戏还引入了新的对战机制和任务系统，增加了游戏的可玩性和挑战性。由于是beta1.0版本，游戏可能存在一些未完善之处，但整体上已具备完整的游戏流程，适合喜爱《口袋妖怪》系列的玩家体验。"
    },
    {
      "ID": 394,
      "URL": "https://zaixianwan.app/games/394",
      "Title": "口袋妖怪改版 口袋之风之夙愿Beta1.3版",
      "Description": "《口袋妖怪改版 口袋之风之夙愿Beta1.3版》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该游戏在原版基础上进行了大量修改和优化，旨在为玩家提供全新的冒险体验。游戏引入了全新的剧情线，玩家将踏上探索未知地区的旅程，挑战新的道馆和精英四天王。游戏中新增了多种口袋妖怪，包括一些来自后续世代的精灵，并对部分原有精灵的属性和技能进行了调整，以平衡游戏性。画面方面，游戏采用了改进的图形和地图设计，使场景更加生动细致。音乐和音效也经过重新编排，增强了游戏的沉浸感。总的来说，《口袋妖怪改版 口袋之风之夙愿Beta1.3版》为喜爱《口袋妖怪》系列的玩家提供了一个充满新意和挑战的游戏世界。"
    },
    {
      "ID": 395,
      "URL": "https://zaixianwan.app/games/395",
      "Title": "口袋妖怪改版 口袋妖怪秩序的崩坏",
      "Description": "《口袋妖怪秩序的崩坏》是一款基于GBA平台的《口袋妖怪》系列改版游戏。游戏在原版基础上进行了大量修改，提供了全新的剧情、地图和角色设定。玩家将探索一个被混乱和无序笼罩的世界，面对新的挑战和敌人。游戏引入了独特的机制和玩法，增加了游戏的深度和趣味性。"
    },
    {
      "ID": 396,
      "URL": "https://zaixianwan.app/games/396",
      "Title": "口袋妖怪改版 命运红宝石3生命守护者 汉化版",
      "Description": "《口袋妖怪：命运红宝石3生命守护者》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该游戏以原版《口袋妖怪红宝石》为基础，融入了全新的剧情和原创精灵，为玩家带来全新的冒险体验。游戏中，玩家将探索一个全新的口袋妖怪世界，捕捉并培养多达700种口袋妖怪，挑战道馆，收集徽章，最终成为口袋妖怪大师。游戏还引入了沙盒回合制战斗玩法，玩家可以自由选择御三家，搭配必杀技能，完成各种战斗任务。此外，游戏中加入了大量的动画场景，每个角色都有独特的动作和表情，增强了游戏的趣味性。值得一提的是，游戏的二周目剧情包含三条支线，不同的选择将导向不同的剧情发展，增加了游戏的可玩性和重复游玩价值。"
    },
    {
      "ID": 397,
      "URL": "https://zaixianwan.app/games/397",
      "Title": "口袋妖怪改版 圣光系列之绿宝石_暗古神坛传说Ver4.0",
      "Description": "《口袋妖怪改版 圣光系列之绿宝石_暗古神坛传说Ver4.0》是一款基于《口袋妖怪绿宝石》进行深度改版的同人游戏。游戏由冥帝制作，讲述了主角秦宇在启明星大陆的冒险旅程。游戏替换了封面，更新了博士的背景音乐，补充了剧情，升级了图鉴，并修复了地图上的一些小BUG。游戏中，玩家将遇到启明星的三名新人训练师，并在启明星展开旅行。游戏还替换了暗古神坛的背景音乐，增加了新的剧情内容，升级了全国图鉴，并修复了地图上的一些小问题。游戏支持穿墙、快速升级、大师球、升级糖等可选作弊功能。"
    },
    {
      "ID": 398,
      "URL": "https://zaixianwan.app/games/398",
      "Title": "口袋妖怪改版 宿命de轮回1.0美化版(修复听海市道馆bug)",
      "Description": "《口袋妖怪：宿命的轮回》是一款基于原版《口袋妖怪》改编的角色扮演游戏。该版本对部分地图进行了修改，新增了全新的剧情，并修复了听海市道馆的相关问题。游戏内已整合模拟器，并附带初始化的超级存档，玩家在开始时即可获得大师球、回复药、全PP恢复剂、全PP提升各10个，以及每种进化石各1个。初始金钱为1万，初始位置设定在主角的房子内，默认角色为男性，名字为“约翰”，玩家可自行更改。游戏支持简体中文，适用于Windows XP、Win7、Win8、Win10等操作系统。"
    },
    {
      "ID": 399,
      "URL": "https://zaixianwan.app/games/399",
      "Title": "口袋妖怪改版 幻影之翼v5.0",
      "Description": "《口袋妖怪漆黑的魅影5.0EX 无尽混沌》是基于《口袋妖怪绿宝石》进行深度改版的GBA游戏。该版本在原作基础上进行了大幅度的剧情扩展和系统优化，提供了全新的游戏体验。游戏分为多个章节：间章1“觉醒”和间章2“迫近”：作为一周目与二周目之间的过渡，讲述主角沉睡前的最后回忆，并引入各地区的冠军及重要NPC，同时银河团和等离子团首次正式登场。二周目“映射”：完全原创的主线剧情，舞台设定在原创大陆赛诺地区。玩家将挑战全新的8个道馆和精灵联盟，面对银河团和等离子团的阴谋。三周目“未来”：自由行动阶段，新增对战设施“魅影摩天楼”，可挑战历代馆主、四天王及冠军，并开启最后一批传说精灵的相关剧情。在美术方面，游戏对对战场景、角色行走图、地图素材等进行了全面美化，提升了整体视觉效果。此外，游戏修复了多个BUG，并对技能、特性等进行了优化，确保玩家获得更流畅的游戏体验。总体而言，《口袋妖怪漆黑的魅影5.0EX 无尽混沌》以丰富的剧情、精美的画面和完善的系统，为玩家带来了全新的冒险旅程。"
    },
    {
      "ID": 400,
      "URL": "https://zaixianwan.app/games/400",
      "Title": "口袋妖怪改版 心魂之羽2011~2012跨年特别纪念版",
      "Description": "《口袋妖怪改版 心魂之羽2011~2012跨年特别纪念版》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该版本由国内汉化组制作，旨在为玩家提供全新的游戏体验。游戏在原版基础上进行了大量修改和优化，包括新增剧情、地图、精灵以及技能等内容。玩家将踏上全新的冒险旅程，挑战各式各样的道馆和训练师，捕捉并培养全新的口袋妖怪。游戏还对图形和音效进行了改进，提升了整体的游戏体验。作为一款特别纪念版，本作在2011至2012年跨年期间发布，旨在为玩家带来节日的欢乐和惊喜。"
    },
    {
      "ID": 401,
      "URL": "https://zaixianwan.app/games/401",
      "Title": "口袋妖怪改版 最强进化v3.0最终版",
      "Description": "《口袋妖怪改版 最强进化v3.0最终版》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该版本在原作基础上进行了大量修改和优化，旨在为玩家提供全新的游戏体验。游戏中，玩家将探索一个全新的地图，捕捉并训练多种新设计的口袋妖怪。游戏还引入了新的剧情线和挑战，增加了游戏的深度和可玩性。通过改进的图形和音效，玩家可以享受更丰富的视听体验。总的来说，这款改版游戏为《口袋妖怪》爱好者提供了一个值得尝试的全新冒险旅程。"
    },
    {
      "ID": 402,
      "URL": "https://zaixianwan.app/games/402",
      "Title": "口袋妖怪改版 极光石 V-2.5-2013.3.30",
      "Description": "《口袋妖怪极光石》是一款基于GBA平台的经典角色扮演游戏《口袋妖怪》的改版作品。游戏在原版的基础上进行了大量创新和优化，带给玩家全新的冒险体验。在游戏中，玩家可以选择扮演男孩或女孩，初始可选的三只口袋妖怪分别是妙蛙种子、小火龙和杰尼龟。游戏新增或替换了共386只怪兽，丰富了精灵的种类。剧情方面，游戏引入了全新的原创故事线，涉及时空穿梭等元素，地图、人物、精灵等方面也进行了大幅度的修改，焕然一新。游戏特色包括：音质完美，画面流畅：游戏优化了音效和画面，确保玩家获得最佳的视听体验。作弊功能：支持使用作弊码进行游戏修改，如金币无限、穿墙等，增加了游戏的趣味性。丰富的设置功能：玩家可以根据个人喜好自定义游戏设置，提升游戏体验。完整的存档系统：支持即时存档，确保游戏进度不会丢失。此外，游戏还加入了DP版的道具和原创道具，反派火岩队的出场次数也有所增加，增强了游戏的挑战性和可玩性。总的来说，《口袋妖怪极光石》在保留原版经典元素的同时，融入了大量创新内容，为玩家带来了全新的冒险旅程。"
    },
    {
      "ID": 403,
      "URL": "https://zaixianwan.app/games/403",
      "Title": "口袋妖怪改版 梦的光点4.0",
      "Description": "《口袋妖怪改版 梦的光点4.0》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该版本在原作的基础上进行了大量创新和优化，旨在为玩家提供全新的游戏体验。游戏引入了新的剧情线，玩家将踏上一段充满挑战与惊喜的冒险旅程。游戏中新增了多种全新设计的口袋妖怪，丰富了图鉴内容，满足了玩家的收集欲望。游戏对战系统进行了调整，增加了新的技能和属性组合，使战斗更加多样化和策略性。游戏画面和音效也得到了提升，为玩家带来更为精美的视觉和听觉享受。总的来说，《口袋妖怪改版 梦的光点4.0》是一款值得口袋妖怪爱好者尝试的改版作品。"
    },
    {
      "ID": 404,
      "URL": "https://zaixianwan.app/games/404",
      "Title": "口袋妖怪改版 水银v2.5",
      "Description": "《口袋妖怪改版 水银v2.5》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该版本在原作基础上进行了多项改进和创新，旨在为玩家提供全新的游戏体验。游戏中，玩家将探索一个全新的地区，捕捉并训练多种新设计的口袋妖怪。剧情方面，游戏引入了新的故事线和角色，增加了游戏的深度和趣味性。此外，游戏还对战斗系统进行了优化，提升了战斗的流畅度和策略性。总体而言，《口袋妖怪改版 水银v2.5》为喜爱《口袋妖怪》系列的玩家带来了耳目一新的冒险旅程。"
    },
    {
      "ID": 405,
      "URL": "https://zaixianwan.app/games/405",
      "Title": "口袋妖怪改版 永恒之沫v3.0 完结修复版",
      "Description": "《口袋妖怪改版 永恒之沫v3.0 完结修复版》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该版本在原作基础上进行了大量修改和优化，旨在为玩家提供全新的游戏体验。游戏新增了丰富的剧情内容，玩家将踏上一段全新的冒险旅程，探索未知的地区，挑战强大的训练师，并捕捉各种新奇的口袋妖怪。游戏还对图形和音效进行了提升，使画面更加精美，音效更加动听。此外，游戏修复了前版本中的一些漏洞和错误，提升了整体的稳定性和流畅度。无论是新玩家还是老玩家，都能在这款改版游戏中找到乐趣，体验不一样的口袋妖怪世界。"
    },
    {
      "ID": 406,
      "URL": "https://zaixianwan.app/games/406",
      "Title": "口袋妖怪改版 永恒之焱zero·Mobius",
      "Description": "《口袋妖怪改版 永恒之焱zero·Mobius》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该游戏在原版基础上进行了大量创新和改进，旨在为玩家提供全新的冒险体验。游戏引入了全新的剧情线，玩家将扮演主角，探索一个充满挑战和神秘的世界。游戏中新增了多种口袋妖怪，包括一些原创的精灵，丰富了图鉴内容。游戏还对战斗系统进行了优化，增加了新的技能和属性组合，使战斗更加多样化和策略性。游戏的地图设计也经过重新构建，增加了新的城镇、洞穴和特殊地点，供玩家探索。游戏的图形和音效也得到了提升，为玩家带来更好的视听体验。总的来说，《口袋妖怪改版 永恒之焱zero·Mobius》是一款值得口袋妖怪爱好者尝试的改版游戏。"
    },
    {
      "ID": 407,
      "URL": "https://zaixianwan.app/games/407",
      "Title": "口袋妖怪改版 液体水晶",
      "Description": "《口袋妖怪：液体水晶》（Pokémon Liquid Crystal）是一款基于GBA平台的同人改版游戏，由国外玩家linkandzelda以《口袋妖怪：火红》为蓝本进行制作。该游戏高度还原了原版《口袋妖怪：水晶》的剧情和内容，并添加了大量原创元素和剧情，使玩家能够体验全新的冒险旅程。游戏的难度有所提升，道馆馆主的等级比原作更高，建议玩家在挑战前充分练级。部分原创剧情较长，可能需要玩家投入更多时间和精力。值得注意的是，游戏尚未完全完成，部分地图仍在开发中，可能存在未完成的区域。为了确保游戏正常运行，建议在开始游戏前，将模拟器的存档模式从64K调整为128K，否则可能导致存档失败或游戏黑屏。此外，尽量避免使用金手指，以防出现乱码或存档损坏的情况。"
    },
    {
      "ID": 408,
      "URL": "https://zaixianwan.app/games/408",
      "Title": "口袋妖怪改版 漆黑的魅影 5.0EX+ 无尽混沌 BW(简)(JP)(256Mb)",
      "Description": "《口袋妖怪 漆黑的魅影 5.0EX+ 无尽混沌 BW》是一款基于GBA平台的《口袋妖怪》改版游戏。该版本在原作基础上进行了大量创新和改进，增加了新的剧情、地图和角色，丰富了游戏内容。游戏引入了第五世代的精灵和技能，使玩家能够体验到更多样化的战斗策略。画面和音效也经过优化，提升了整体游戏体验。对于喜爱《口袋妖怪》系列的玩家来说，这是一款值得尝试的改版作品。"
    },
    {
      "ID": 409,
      "URL": "https://zaixianwan.app/games/409",
      "Title": "口袋妖怪改版 漆黑的魅影 5.0EX+ 无尽混沌 DP(简)(JP)(256Mb)",
      "Description": "《口袋妖怪改版 漆黑的魅影 5.0EX+ 无尽混沌 DP》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该版本在原作基础上进行了大量创新和优化，增加了新的剧情、地图和角色，提升了游戏的可玩性和挑战性。游戏中，玩家将探索全新的地区，捕捉并训练多种新引入的口袋妖怪，体验丰富多样的战斗和冒险。改版还对游戏画面和音效进行了改进，为玩家带来更为沉浸的游戏体验。"
    },
    {
      "ID": 410,
      "URL": "https://zaixianwan.app/games/410",
      "Title": "口袋妖怪改版 火红2012美化版v1.5",
      "Description": "《口袋妖怪改版 火红2012美化版v1.5》是一款基于GBA平台的《口袋妖怪 火红版》改版游戏。该版本对原作进行了美化和优化，提升了游戏画面质量，并修复了部分BUG。游戏保留了原版的剧情和玩法，玩家将扮演一名训练师，捕捉并培养各种口袋妖怪，挑战道馆，最终成为冠军。游戏新增了一些新的口袋妖怪和技能，丰富了游戏内容。"
    },
    {
      "ID": 411,
      "URL": "https://zaixianwan.app/games/411",
      "Title": "口袋妖怪改版 特别篇-赤BETA1汉化版",
      "Description": "《口袋妖怪改版 特别篇-赤BETA1汉化版》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该游戏以《口袋妖怪特别篇》漫画为蓝本，忠实再现了漫画中的剧情和角色。玩家将扮演主角小智，踏上冒险旅程，捕捉并训练各种口袋妖怪，挑战道馆馆主，最终成为口袋妖怪大师。游戏特色包括：剧情还原：游戏忠实再现了《口袋妖怪特别篇》漫画的剧情，让玩家在游戏中体验原作的故事情节。全新地图：游戏地图经过重新设计，增加了新的区域和场景，丰富了探索内容。新增口袋妖怪：游戏中引入了更多的口袋妖怪种类，玩家可以捕捉并训练新的口袋妖怪。汉化支持：该版本经过汉化处理，方便中文玩家理解游戏内容。请注意，该游戏为粉丝自制的改版作品，非官方发布。游戏可能存在未完善之处，敬请谅解。"
    },
    {
      "ID": 412,
      "URL": "https://zaixianwan.app/games/412",
      "Title": "口袋妖怪改版 白金光V1.1",
      "Description": "《口袋妖怪 白金光V1.1》是一款基于GBA平台的口袋妖怪改版游戏。游戏在原版基础上进行了大量修改和优化，增加了新的剧情、地图和精灵种类。玩家将扮演一名年轻的训练师，踏上全新的冒险旅程，挑战各地的道馆，最终目标是成为口袋妖怪大师。游戏还引入了新的对战机制和技能系统，提升了游戏的可玩性和挑战性。"
    },
    {
      "ID": 413,
      "URL": "https://zaixianwan.app/games/413",
      "Title": "口袋妖怪改版 空之花神 补完汉化完结版(8.23)",
      "Description": "《口袋妖怪：空之花神补完汉化完结版（8.23）》是一款基于GBA平台的《口袋妖怪》系列同人改版游戏。该版本由外国玩家Sky进行改版，并由国内汉化人员无限移等完成汉化。游戏在原作基础上进行了大幅度的修改与扩展，包括地图重制、剧情更新以及新增大量第四、第五世代的精灵，极大提升了游戏的可玩性和故事深度。在游戏中，玩家将扮演一名年轻的训练家，踏上寻找传说中的“空之花神”之旅。游戏初始精灵为初代御三家，地图美化，技能DP化，并增加了大量第四、第五世代的精灵。游戏还支持穿墙、大师球、升级糖等作弊功能，方便玩家体验不同的游戏乐趣。总体而言，《口袋妖怪：空之花神补完汉化完结版（8.23）》为玩家提供了全新的冒险体验，丰富的剧情和多样的精灵选择，使其成为《口袋妖怪》爱好者不可错过的改版作品。"
    },
    {
      "ID": 414,
      "URL": "https://zaixianwan.app/games/414",
      "Title": "口袋妖怪改版 织女星汉化版",
      "Description": "《口袋妖怪改版 织女星汉化版》是一款基于GBA平台的《口袋妖怪》系列改版游戏，由织女星汉化组进行汉化。游戏在原版基础上进行了多项改动，包括新增地图、剧情、精灵以及技能等，旨在为玩家提供全新的冒险体验。玩家将扮演训练师，探索全新的地区，捕捉并培养各种新设计的口袋妖怪，挑战道馆馆主，最终成为口袋妖怪大师。游戏保留了原作的经典玩法，同时融入了新的元素，使得游戏内容更加丰富多样。"
    },
    {
      "ID": 415,
      "URL": "https://zaixianwan.app/games/415",
      "Title": "口袋妖怪改版 绿宝石386萌化版",
      "Description": "《口袋妖怪改版 绿宝石386萌化版》是一款基于Game Boy Advance平台的《口袋妖怪》系列改版游戏。该版本在原版《口袋妖怪 绿宝石》的基础上，进行了多项修改和优化，旨在为玩家提供全新的游戏体验。游戏中，所有386只宝可梦均已萌化，形象更加可爱，吸引了众多喜爱萌系风格的玩家。此外，游戏还对剧情、地图、道馆挑战等方面进行了调整，增加了新的任务和挑战，提升了游戏的可玩性。由于是玩家自制的改版游戏，可能存在一些BUG或不稳定因素，建议玩家在游玩过程中多加注意。总体而言，《口袋妖怪改版 绿宝石386萌化版》为喜爱《口袋妖怪》系列的玩家提供了一个全新的视角和体验，值得一试。"
    },
    {
      "ID": 416,
      "URL": "https://zaixianwan.app/games/416",
      "Title": "口袋妖怪改版 绿宝石美化重制beta0.1",
      "Description": "《口袋妖怪改版 绿宝石美化重制beta0.1》是基于经典GBA游戏《口袋妖怪绿宝石》进行美化和重制的版本。该改版在保留原作剧情的基础上，对游戏地图、人物行走图等进行了全面的美化和重制，带来全新的视觉体验。游戏中的道路和城市经过重新设计，呈现出焕然一新的风貌。此外，人物行走图也全部替换为《宝可梦 黑白》版本的行走图，提升了游戏的细节表现。需要注意的是，beta0.1版本由于开发时间紧迫，部分新元素尚未加入，例如战斗画面未进行美化。开发者计划在后续版本中进行更多改进和完善。总体而言，该改版为玩家提供了在熟悉的《口袋妖怪绿宝石》世界中，体验全新美术风格的机会。"
    },
    {
      "ID": 417,
      "URL": "https://zaixianwan.app/games/417",
      "Title": "口袋妖怪改版 胜利之火 汉化版",
      "Description": "《口袋妖怪改版 胜利之火 汉化版》是一款基于GBA平台的口袋妖怪改版游戏。游戏在原版基础上进行了大量修改和优化，增加了新的剧情、地图和精灵种类，提升了游戏的可玩性和挑战性。玩家将扮演一名年轻的训练师，踏上全新的冒险旅程，挑战各地的道馆，收集徽章，最终成为口袋妖怪大师。游戏的汉化版使得中文玩家能够更好地理解和体验游戏内容，享受经典口袋妖怪游戏的乐趣。"
    },
    {
      "ID": 418,
      "URL": "https://zaixianwan.app/games/418",
      "Title": "口袋妖怪改版 蓝冰M·X",
      "Description": "《口袋妖怪改版 蓝冰M·X》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该游戏在原版基础上进行了大量修改和优化，旨在为玩家提供全新的冒险体验。游戏中，玩家将探索一个全新的地区，捕捉并训练各种独特的口袋妖怪。游戏引入了新的剧情线，增加了新的角色和挑战，丰富了游戏内容。战斗系统也经过调整，提升了游戏的策略性和趣味性。总体而言，《口袋妖怪改版 蓝冰M·X》为喜爱《口袋妖怪》系列的玩家带来了耳目一新的游戏体验。"
    },
    {
      "ID": 419,
      "URL": "https://zaixianwan.app/games/419",
      "Title": "口袋妖怪改版 蛇纹木 汉化版",
      "Description": "《口袋妖怪改版 蛇纹木 汉化版》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该游戏以原版《口袋妖怪》为基础，加入了全新的剧情、地图和精灵，旨在为玩家提供全新的冒险体验。游戏的汉化版使得中文玩家能够更好地理解和享受游戏内容。玩家将在全新的世界中探索，捕捉并训练各种独特的口袋妖怪，挑战道馆馆主，最终成为口袋妖怪大师。游戏保留了原版的经典玩法，同时融入了新的元素和挑战，适合喜爱《口袋妖怪》系列的玩家尝试。"
    },
    {
      "ID": 420,
      "URL": "https://zaixianwan.app/games/420",
      "Title": "口袋妖怪改版 釉色 汉化版",
      "Description": "《口袋妖怪釉色》是一款基于《口袋妖怪绿宝石》改编的同人游戏，由国外爱好者制作，并由国内团队进行汉化。游戏在原版基础上，融入了全新的剧情、地图和大量新精灵，提供了丰富的冒险体验。游戏的核心玩法依旧是捕捉、训练精灵，挑战道馆，最终成为最强的训练师。玩家将探索全新的图诺地区，并可前往成都地区，体验全新的剧情和挑战。在美术方面，游戏采用了全新的美工设计，地图与剧情巧妙融合，带来赏心悦目的视觉体验。此外，游戏还引入了“飞跳”、“连续切”等新技能，增加了战斗的策略性和趣味性。值得一提的是，游戏中出现了一只佩戴红色围巾的皮卡丘，初期会阻碍玩家，但最终会成为伙伴，体现了人与精灵之间的信任与友谊。总体而言，《口袋妖怪釉色》凭借其创新的剧情、精美的画面和丰富的内容，成为了口袋妖怪改版游戏中的佳作，值得玩家体验。"
    },
    {
      "ID": 421,
      "URL": "https://zaixianwan.app/games/421",
      "Title": "口袋妖怪改版 银色传说汉化版",
      "Description": "《口袋妖怪改版 银色传说汉化版》是一款基于GBA平台的《口袋妖怪》系列改版游戏。该游戏在原版基础上进行了多项修改和优化，旨在为玩家提供全新的冒险体验。游戏中，玩家将扮演一名训练师，踏上收集和培养口袋妖怪的旅程，挑战各地道馆，最终成为口袋妖怪大师。改版内容可能包括新增的剧情、地图、角色以及口袋妖怪种类等，具体改动视版本而定。由于该游戏为汉化版，所有文本均已翻译为简体中文，方便中文玩家理解和游玩。"
    },
    {
      "ID": 422,
      "URL": "https://zaixianwan.app/games/422",
      "Title": "口袋妖怪改版 黑暗升起1 汉化版",
      "Description": "《口袋妖怪改版 黑暗升起1 汉化版》是一款基于GBA平台的《口袋妖怪》系列改版游戏。游戏在原版基础上进行了剧情、地图和精灵分布的修改，带来全新的冒险体验。玩家将探索新的地区，挑战独特的道馆馆主，并捕捉各种新设计的口袋妖怪。游戏难度有所提升，适合寻求挑战的玩家。汉化版使得中文玩家能够更好地理解游戏内容，享受游戏乐趣。"
    },
    {
      "ID": 423,
      "URL": "https://zaixianwan.app/games/423",
      "Title": "口袋妖怪改版 黑暗升起2汉化版",
      "Description": "《口袋妖怪黑暗升起2》是经典GBA游戏《口袋妖怪》系列的改版续作，延续了前作《黑暗升起》的剧情，带领玩家进入全新的冒险旅程。游戏新增昼夜系统，丰富了游戏世界的动态变化。玩家可捕捉并培养从第一世代到第五世代的御三家精灵，组建强大的队伍。游戏引入了第六世代的技能威力更新和后世代特性，如旱灾、毛毛雨和加速等，提升了战斗策略性。游戏包含12位道馆馆主，挑战性十足。初始御三家为快龙、暴蝾螈和烈咬陆鲨，延续了前作的进化路线。游戏还更新了音乐，增强了沉浸感。需要注意的是，游戏存在精灵中心二楼联机可能卡死的已知BUG，但不影响主线剧情推进。"
    },
    {
      "ID": 1008,
      "URL": "https://zaixianwan.app/games/1008",
      "Title": "口袋妖怪 - 绿叶版[恒格电子](CN)[RPG](8Mb)",
      "Description": "《口袋妖怪 绿叶版》是任天堂公司于2004年在Game Boy Advance平台上发行的角色扮演游戏（RPG），是1996年初代《口袋妖怪 红·绿》的重制版。游戏背景设定在关都地区，玩家扮演一位新手训练师，目标是捕捉、训练并收集各种口袋妖怪，挑战道馆馆主，最终成为口袋妖怪大师。游戏引入了全新的图像和音效，支持无线通信功能，使玩家能够与朋友进行对战和交换口袋妖怪。游戏还增加了“七岛”区域，提供额外的剧情和挑战，丰富了游戏内容。作为系列的经典之作，《口袋妖怪 绿叶版》在全球范围内广受欢迎，深受玩家喜爱。"
    },
    {
      "ID": 1009,
      "URL": "https://zaixianwan.app/games/1009",
      "Title": "口袋妖怪 - 钻石版[外星科技](CN)[RPG](8Mb)",
      "Description": "《口袋妖怪 钻石版》是由Game Freak开发、任天堂发行的角色扮演游戏，于2006年9月28日在日本的Nintendo DS平台上推出。游戏的舞台设定在以日本北海道为原型的神奥地区，玩家将扮演一位年轻的训练家，踏上收集并培养宝可梦的冒险旅程，目标是完成神奥地区的宝可梦图鉴，并挑战宝可梦联盟，成为冠军。在游戏初期，玩家可从草苗龟（草属性）、小火焰猴（火属性）和波加曼（水属性）三只初始宝可梦中选择一只作为伙伴。游戏引入了107种新的宝可梦，使总数达到493种，并首次在部分地图中采用了3D效果，提升了视觉体验。《口袋妖怪 钻石版》还利用Nintendo DS的Wi-Fi功能，允许玩家通过全球贸易站（GTS）与世界各地的玩家交换宝可梦或进行对战，极大地增强了游戏的互动性和可玩性。游戏在全球范围内取得了巨大的成功，截至2021年9月30日，全球销量已达1767万套，成为第五畅销的Nintendo DS游戏。"
    },
    {
      "ID": 1010,
      "URL": "https://zaixianwan.app/games/1010",
      "Title": "口袋妖怪四合一[火星电子](CN)[PUZ](2Mb)",
      "Description": "《口袋妖怪四合一》是由火星电子开发并发行的一款NES平台上的非官方游戏合集。该游戏将四款经典的口袋妖怪游戏整合在一起，玩家可以在一张游戏卡带上体验多种不同的冒险。游戏采用了拼图（PUZ）类型的玩法，玩家需要通过解谜和策略来捕捉和训练口袋妖怪。由于是非官方版本，游戏可能在内容和玩法上与原版存在差异，但仍然为口袋妖怪爱好者提供了新的游戏体验。"
    },
    {
      "ID": 1159,
      "URL": "https://zaixianwan.app/games/1159",
      "Title": "宠物小精灵2[酷哥电子](CN)[RPG](8Mb)",
      "Description": "《宠物小精灵2》是一款由酷哥电子汉化的NES平台角色扮演游戏。游戏中，玩家扮演一位年轻的训练师，踏上收集和训练宠物小精灵的旅程。游戏世界广阔，包含多个城镇、森林和洞穴，玩家需要在各地捕捉不同种类的宠物小精灵，并通过战斗提升它们的能力。游戏采用回合制战斗系统，玩家需要根据宠物小精灵的属性和技能，制定战术以战胜对手。游戏还设有道馆挑战，玩家需要击败各地的道馆馆主，获得徽章，最终挑战四天王，成为宠物小精灵大师。游戏画面精美，音乐动听，带给玩家沉浸式的游戏体验。作为一款经典的角色扮演游戏，《宠物小精灵2》深受玩家喜爱，成为NES平台上的一颗璀璨明珠。"
    },
    {
      "ID": 1160,
      "URL": "https://zaixianwan.app/games/1160",
      "Title": "宠物小精灵4[酷哥电子](CN)[RPG](8Mb)",
      "Description": "《宠物小精灵4》是一款由酷哥电子汉化的NES平台角色扮演游戏。游戏中，玩家扮演一位训练师，踏上收集和培养宠物小精灵的冒险旅程。游戏世界广阔，包含多个城镇、森林和洞穴，玩家需要在各地捕捉不同种类的宠物小精灵，并通过战斗提升它们的能力。游戏采用回合制战斗系统，玩家需要根据宠物小精灵的属性和技能，制定战术以战胜对手。游戏还设有道馆挑战，玩家需要击败各地的道馆馆主，获得徽章，最终挑战联盟冠军。游戏画面精美，音乐动听，带给玩家沉浸式的游戏体验。作为一款经典的角色扮演游戏，《宠物小精灵4》深受玩家喜爱，成为许多玩家童年美好的回忆。"
    },
    {
      "ID": 1161,
      "URL": "https://zaixianwan.app/games/1161",
      "Title": "宠物小精灵6[酷哥电子](CN)[RPG](8Mb)",
      "Description": "《宠物小精灵6》是一款由酷哥电子汉化的NES平台角色扮演游戏。游戏以精灵训练师的冒险旅程为主线，玩家将捕捉、培养并指挥各种宠物小精灵，与其他训练师进行对战。游戏地图广阔，包含多个城镇、森林和洞穴，玩家需要在各地挑战道馆馆主，收集徽章，最终成为精灵大师。游戏采用回合制战斗系统，每种小精灵都有独特的技能和属性，玩家需根据对手特点制定战术。此外，游戏还提供丰富的道具和隐藏要素，增加了探索的乐趣。作为一款经典的RPG游戏，《宠物小精灵6》以其丰富的内容和耐玩的游戏性，深受玩家喜爱。"
    },
    {
      "ID": 2075,
      "URL": "https://zaixianwan.app/games/2075",
      "Title": "口袋妖怪 宝可梦巡护员 v3.0(EU)(白牧雪叶)(256Mb)",
      "Description": "《宝可梦巡护员》是宝可梦系列的衍生作品，最早于2006年3月23日在日本发售。游戏的舞台设定在菲蕾地区，与传统的宝可梦训练家不同，玩家将扮演一名宝可梦巡护员，肩负保护自然环境和维护社会安定的责任。巡护员通过使用特殊道具“捕猎游标”与宝可梦建立心灵沟通的桥梁，借助它们的力量完成各种任务。在游戏中，玩家需要通过触摸笔在下屏画圈的方式捕捉宝可梦，使其加入队伍。每只宝可梦的能力只能使用一次，使用后便会被放生。主角的搭档是负电拍拍或正电拍拍，根据玩家选择的性别决定，它们可以多次协助玩家。该游戏由HAL研究所和Creatures共同开发，任天堂发行。作为衔接第三世代与第四世代的重要作品之一，游戏还提供了获取玛纳霏蛋的途径。汉化版由白牧雪叶等人于2020年发布，提供了官译和旧译两个版本，满足不同玩家的需求。"
    },
    {
      "ID": 2076,
      "URL": "https://zaixianwan.app/games/2076",
      "Title": "口袋妖怪(精灵宝可梦) 心灵之金 官译修正版v1.5.0(简)(JP)(ACG汉化组+Xzonn)(1024Mb)",
      "Description": "《口袋妖怪：心灵之金》是任天堂DS平台上的角色扮演游戏，由Game Freak开发，作为1999年Game Boy平台《口袋妖怪：金》的重制版，于2009年9月12日在日本发售，2010年3月在北美、澳洲和欧洲上市。游戏设定在城都地区，玩家扮演一位宝可梦训练家，目标是培养宝可梦，与其他训练家对战，最终成为最优秀的宝可梦大师。游戏引入了宝可梦跟随系统，玩家的宝可梦可以跟随在主角身后，增加了互动性。本版本为官译修正版v1.5.0，由ACG汉化组和Xzonn基于原版汉化进行修正，采用官方中文译名，修正了宝可梦、招式、道具、特性等名称，使玩家更容易理解和接受。此外，游戏还整合了493修正版补丁，增加了原版中无法捕捉的宝可梦，并提供免通讯进化功能，方便玩家收集和培养宝可梦。总体而言，《口袋妖怪：心灵之金》官译修正版v1.5.0在保留原版经典玩法的基础上，进行了多项优化和改进，为玩家提供了更优质的游戏体验。"
    },
    {
      "ID": 2077,
      "URL": "https://zaixianwan.app/games/2077",
      "Title": "口袋妖怪(精灵宝可梦) 灵魂之银 官译修正版v1.5.0(简)(JP)(ACG汉化组+Xzonn)(1024Mb)",
      "Description": "《口袋妖怪：灵魂之银》是任天堂DS平台上的角色扮演游戏，由Game Freak开发，于2009年9月12日在日本发行。作为1999年Game Boy Color游戏《口袋妖怪：银》的重制版，本作在保留原作精髓的同时，进行了多项改进和扩展。游戏设定在城都地区，玩家将扮演一位年轻的宝可梦训练家，目标是通过捕捉、培养宝可梦，与其他训练家对战，最终成为城都和关都地区最出色的训练家。游戏引入了宝可梦跟随系统，玩家的宝可梦伙伴可以在游戏中跟随主角行动，增强了互动体验。此外，游戏新增了《口袋妖怪：水晶版》的剧情元素，包括与三圣兽之一的水君的多次邂逅，以及通关后的对战开拓区等内容。游戏还附赠了名为“神奇计步器”的设备，玩家可以通过红外线信号将宝可梦传输到该设备中，随时随地培养和互动。本作的汉化由ACG汉化组完成，修正版1.5.0在原版基础上进行了官方译名的修正，确保了翻译的准确性和一致性。总体而言，《口袋妖怪：灵魂之银》以其丰富的内容、精美的画面和创新的玩法，为玩家带来了全新的冒险体验，是宝可梦系列中备受好评的作品之一。"
    },
    {
      "ID": 2078,
      "URL": "https://zaixianwan.app/games/2078",
      "Title": "口袋妖怪(精灵宝可梦) 珍珠 官译修正版v0.9.0b(简)(JP)(YYJoy汉化组+Xzonn)(1024Mb)",
      "Description": "《口袋妖怪 珍珠》是任天堂于2006年在NDS平台推出的角色扮演游戏，属于第四世代宝可梦系列游戏之一。游戏以神奥地区为舞台，玩家将扮演一位新手训练家，踏上收集宝可梦、挑战道馆、对抗邪恶组织银河队，并最终成为宝可梦联盟冠军的冒险旅程。游戏引入了多种新要素，如地下通道系统、Wi-Fi联机功能，以及昼夜系统的回归。游戏中新增了多种宝可梦，包括封面传奇宝可梦帕路奇亚等。游戏在全球范围内广受欢迎，并于2021年在任天堂Switch平台推出了重制版《宝可梦 晶灿钻石／明亮珍珠》。"
    },
    {
      "ID": 2079,
      "URL": "https://zaixianwan.app/games/2079",
      "Title": "口袋妖怪 珍珠(简)1.1.0(JP)(YYJoy汉化组)(1024Mb)",
      "Description": "《口袋妖怪 珍珠》是由Game Freak开发，任天堂于2006年9月28日发行在NDS平台上的一款角色扮演游戏。游戏设定在虚构的神奥地区，灵感来源于日本北海道，拥有独特的地理环境，包括中央的冰雪覆盖高山和三大湖泊。玩家将扮演一位年轻的神奇宝贝训练家，选择草苗龟、小火焰猴或波加曼作为初始伙伴，踏上收集、训练神奇宝贝并挑战道馆训练家的旅程，目标是成为神奇宝贝联盟冠军。游戏中还需对抗企图改造地区的敌对组织——银河队。本作引入了多项新要素，如部分地图采用3D效果，提升了视觉体验；地下通道系统允许玩家挖掘道具和装饰秘密基地；支持任天堂Wi-Fi连接，实现全球玩家之间的对战和交换；昼夜系统回归，游戏内时间与现实同步，影响特定神奇宝贝的出现和事件发生。《口袋妖怪 珍珠》在全球范围内广受欢迎，成为NDS平台上的经典之作。其丰富的内容和创新的游戏机制，为玩家带来了全新的冒险体验。"
    },
    {
      "ID": 2080,
      "URL": "https://zaixianwan.app/games/2080",
      "Title": "口袋妖怪 珍珠(繁)1.1.0(JP)(YYJoy汉化组)(1024Mb)",
      "Description": "《口袋妖怪 珍珠》是由Game Freak开发、任天堂发行的角色扮演游戏，于2006年9月28日在任天堂DS平台上发布。游戏设定在虚构的神奥地区，灵感来源于日本北海道，拥有独特的地理特征，如中央的冰雪覆盖高山和三大湖泊。玩家将扮演一位新手神奇宝贝训练家，目标是收集、训练神奇宝贝，并挑战神奇宝贝联盟，最终成为冠军。游戏引入了全新的神奇宝贝种类和进化形态，初始神奇宝贝包括炎系的小火焰猴、水系的波加曼和草系的草苗龟。游戏还引入了敌对组织“银河队”，玩家需要阻止他们的阴谋。游戏首次在地图中引入了3D效果，部分过场动画采用立体建模和特效。新增的“地下通道”系统允许玩家布置秘密基地和挖掘道具。游戏支持任天堂Wi-Fi连接，玩家可以进行网络对战和交换神奇宝贝。昼夜系统也在本作中回归，时间功能与DS内建时钟同步。"
    },
    {
      "ID": 2081,
      "URL": "https://zaixianwan.app/games/2081",
      "Title": "口袋妖怪 白 V2版(简繁)(JP)(ACG汉化组)(-2048Mb)",
      "Description": "《口袋妖怪 白2》是任天堂DS平台上的一款角色扮演游戏，于2012年6月23日发行。游戏的故事发生在《口袋妖怪 黑·白》事件的两年后，玩家将扮演一位年轻的训练家，在合众地区展开全新的冒险旅程。在本作中，游戏新增了多个地点和角色，所有的道馆都经过了重新设计，带给玩家焕然一新的体验。此外，游戏还引入了隐藏洞穴、口袋妖怪好莱坞、加盟大道、PWT等新要素，丰富了游戏内容，提供了更多的可玩性。《口袋妖怪 白2》与《口袋妖怪 黑2》在部分内容上存在差异。例如，《口袋妖怪 白2》独占的精灵包括白冰龙、小电击兽和优雅猫，而《口袋妖怪 黑2》则独占黑冰龙、小鸭嘴龙和女郎兔。游戏的舞台合众地区以纽约市为原型，中心城市飞云市的设计灵感来源于布鲁克林大桥和摩天大楼，旨在传递一种社区感。总体而言，《口袋妖怪 白2》在保留系列经典玩法的同时，加入了丰富的新内容和改进，为玩家带来了全新的冒险体验。"
    },
    {
      "ID": 2082,
      "URL": "https://zaixianwan.app/games/2082",
      "Title": "口袋妖怪 白 V3修正版 模拟器版(简繁)(JP)(ACG汉化组&ykaljshsh)(2048Mb)",
      "Description": "《口袋妖怪 白 V3修正版 模拟器版》是由ACG汉化组与ykaljshsh共同汉化的任天堂DS平台角色扮演游戏。游戏原版由Game Freak开发，任天堂发行，于2010年9月18日在日本首发。在游戏中，玩家扮演一位年轻的神奇宝贝训练家，游历合众地区，挑战道馆，收集徽章，最终目标是击败四天王和冠军，成为神奇宝贝大师。游戏引入了156只全新神奇宝贝，新增季节系统、三对三对战等玩法，丰富了游戏体验。本版本为V3修正版，修正了前版本中的文本错误，优化了部分图片，并对帮助图片进行了中文化处理。游戏内的等离子舰密码已更改为中文或数字，方便玩家理解和输入。该版本包含DesmuME-0.9.9汉化版模拟器，支持64位和32位系统，方便玩家在PC上运行游戏。模拟器默认按键设置为：WASD控制方向，JKUI对应BAYX键，V为START键，C为SELECT键，Y为R键。玩家可根据个人习惯在模拟器设置中自行修改按键配置。本游戏适合喜爱神奇宝贝系列的玩家，提供了丰富的冒险内容和全新的游戏体验。"
    },
    {
      "ID": 2083,
      "URL": "https://zaixianwan.app/games/2083",
      "Title": "口袋妖怪 白 V3修正版(简繁)(JP)(ACG汉化组&ykaljshsh)(-2048Mb)",
      "Description": "《口袋妖怪 白 V3修正版》是由ACG汉化组与ykaljshsh共同汉化的任天堂DS平台角色扮演游戏。原版游戏由Game Freak开发，任天堂发行，于2010年9月18日在日本首发。游戏设定在合众地区，玩家扮演一位年轻的神奇宝贝训练家，目标是收集八枚道馆徽章，挑战四天王和冠军，最终成为神奇宝贝大师。游戏引入了156只新神奇宝贝，新增季节系统、轮盘对战、全局动画和三打对战等元素。V3修正版修复了原版中的部分问题，提供更流畅的游戏体验。"
    },
    {
      "ID": 2084,
      "URL": "https://zaixianwan.app/games/2084",
      "Title": "口袋妖怪(精灵宝可梦) 白 重译版(简)(JP)(BW汉化组)(2048Mb)",
      "Description": "《口袋妖怪 白 重译版》是任天堂于2010年9月18日发行的NDS平台角色扮演游戏《口袋妖怪 白》的全新汉化版本。原版游戏由Game Freak开发，玩家在合众地区展开冒险，捕捉并训练全新的156种宝可梦，挑战道馆馆主，最终成为宝可梦大师。此次重译版由BW汉化组制作，旨在提供更准确、流畅的中文翻译。汉化组参考了官方译名，对剧情文本进行了全面修订，确保玩家获得更优质的游戏体验。游戏引入了季节系统、三对三对战等新要素，提升了游戏的可玩性和挑战性。此外，宝可梦在战斗中的全动态呈现，使游戏画面更加生动。《口袋妖怪 白 重译版》适合喜爱宝可梦系列的玩家，特别是希望体验更精准中文翻译的玩家。"
    },
    {
      "ID": 2085,
      "URL": "https://zaixianwan.app/games/2085",
      "Title": "口袋妖怪 白2 V2(JP)(ACG汉化组&口袋群星SP)(0Mb)",
      "Description": "《口袋妖怪 白2》是由GAME FREAK开发，任天堂和宝可梦公司发行的角色扮演游戏，于2012年6月23日在日本任天堂DS平台发售。作为《口袋妖怪 黑·白》的续作，游戏的故事发生在前作两年后的合众地区。玩家将扮演新的主角，从合众地区西南部的桧扇市出发，开启全新的冒险旅程。在游戏中，玩家将遇到新的劲敌和道馆训练家，挑战八个道馆以获取徽章，并最终挑战四天王和冠军。游戏新增了隐藏洞穴、宝可梦好莱坞、加盟大道、PWT等要素，丰富了游戏内容。此外，游戏引入了新的传说宝可梦酋雷姆的两种形态——暗黑酋雷姆和焰白酋雷姆，以及新的宝可梦凯路迪欧、美洛耶塔和盖诺赛克特。《口袋妖怪 白2》在发售后取得了巨大的成功，日版游戏发售前两日售出约161万份。截至2012年7月22日，游戏日版共计售出241万份。"
    },
    {
      "ID": 2086,
      "URL": "https://zaixianwan.app/games/2086",
      "Title": "口袋妖怪 白2 V2版(简)(JP)(pokemon lover)(4096Mb)",
      "Description": "《口袋妖怪 白2》是由GAME FREAK开发，任天堂和宝可梦公司发行的角色扮演游戏，于2012年6月23日在日本的任天堂DS平台上发布。作为《口袋妖怪 黑·白》的续作，游戏的故事发生在前作事件的两年后，玩家将扮演新的主角，在合众地区展开全新的冒险旅程。游戏引入了新的角色和剧情，玩家将面对新的挑战，并有机会捕捉到更多种类的宝可梦。为了让中文玩家更好地体验游戏，口袋群星SP汉化组与ACG汉化组联合推出了《口袋妖怪 白2》的汉化版本。汉化团队对游戏进行了全面的中文化，包括剧情、系统界面和道具名称等内容，使玩家能够更流畅地进行游戏。在汉化过程中，团队还特别加入了拼音输入法功能，支持玩家在游戏中输入中文字符，方便玩家为主角和宝可梦命名。《口袋妖怪 白2》汉化版的发布，为中文玩家提供了更好的游戏体验，使他们能够深入感受宝可梦世界的魅力。"
    },
    {
      "ID": 2087,
      "URL": "https://zaixianwan.app/games/2087",
      "Title": "精灵宝可梦 白2 V3(JP)(ACG汉化组&口袋群星SP)(0Mb)",
      "Description": "《精灵宝可梦 白2 V3》是由ACG汉化组与口袋群星SP联合汉化的《精灵宝可梦 白2》游戏版本。原版游戏由GAME FREAK开发，任天堂和宝可梦公司发行，于2012年6月23日在日本任天堂DS平台发售。本作是《精灵宝可梦 黑／白》的续作，故事发生在前作事件的两年后，玩家将扮演新的主角，在合众地区展开全新的冒险旅程。游戏新增了多个地点和角色，所有道馆均被重新设计，并引入了隐藏洞穴、宝可梦好莱坞、加盟大道、PWT等新要素，丰富了游戏内容。汉化版本在保留原版游戏特色的基础上，提供了完整的中文翻译，使中文玩家能够更好地体验游戏的魅力。"
    },
    {
      "ID": 2088,
      "URL": "https://zaixianwan.app/games/2088",
      "Title": "口袋妖怪(精灵宝可梦) 白2 V5(DSi修复)(JP)(ACG汉化组+口袋群星SP+天涯)(4096Mb)",
      "Description": "《口袋妖怪 白2》是由GAME FREAK开发，任天堂和宝可梦公司发行的角色扮演游戏，于2012年6月23日在日本的任天堂DS平台上发售。作为《口袋妖怪 黑·白》的续作，故事发生在前作两年后的合众地区，玩家将扮演一位年轻的训练家，展开全新的冒险旅程。游戏新增了多个地点和角色，所有道馆也进行了重新设计。此外，游戏引入了隐藏洞穴、宝可梦好莱坞、加盟大道、PWT等新要素，丰富了玩家的游戏体验。"
    },
    {
      "ID": 2089,
      "URL": "https://zaixianwan.app/games/2089",
      "Title": "口袋妖怪(精灵宝可梦) 白金 官译修正版v1.5.0(简)(JP)(ACG汉化组+Xzonn+圈叉汉化组)(1024Mb)",
      "Description": "《精灵宝可梦 白金》（日文：ポケットモンスター プラチナ，英文：Pokémon Platinum Version）是由GAME FREAK开发，任天堂与宝可梦公司发行的角色扮演游戏，于2008年9月13日在日本首发，随后在全球范围内陆续发售。作为《精灵宝可梦 钻石／珍珠》的强化版，《白金》在原有基础上进行了多项改进和扩展。游戏封面宝可梦为骑拉帝纳的起源形态，新增了其专属的“毁坏的世界”场景，丰富了游戏剧情。在游戏中，玩家将从双叶镇出发，踏上贯穿整个神奥地区的冒险旅程。旅途中，玩家会遇到神秘组织银河队，并揭开关于掌管空间与时间的传说宝可梦的秘密。银河队的首领赤日企图利用湖之传说的宝可梦制造红色锁链，以操控时空二龙，创造一个没有情感的新世界。玩家需与冠军竹兰携手，进入毁坏的世界，阻止赤日的阴谋，拯救即将崩坏的世界。《白金》还引入了新的角色，如国际刑警“帅哥”和银河队研究干部“冥王”，以及对战开拓区等新要素，提升了游戏的可玩性和挑战性。截至2010年3月31日，全球销量已达约706万套，深受玩家喜爱。"
    },
    {
      "ID": 2090,
      "URL": "https://zaixianwan.app/games/2090",
      "Title": "口袋妖怪 白金(简)(JP)(ACG汉化组)(1024Mb)",
      "Description": "《口袋妖怪 白金》（日文名：ポケットモンスター プラチナ，英文名：Pokémon Platinum）是由GAME FREAK开发，任天堂与宝可梦公司发行的角色扮演游戏。该作于2008年9月13日在日本发售，2009年3月22日在北美上市。作为《口袋妖怪 钻石／珍珠》的强化版，《白金》在原作基础上进行了多项改进和新增内容。游戏封面宝可梦为骑拉帝纳，新增了其起源形态，并引入了全新的场景“毁坏的世界”，使剧情更加丰富多样。在《白金》中，神奥图鉴的宝可梦数量从原来的151种增加至210种，玩家可捕捉到更多种类的宝可梦。此外，游戏还新增了对战开拓区，提供五种对战设施，供玩家挑战，提升游戏的耐玩度。游戏在评论界获得了普遍好评，Metacritic评分为84分，GameRankings评分为83.14%。IGN将其评为2009年最佳任天堂DS游戏之一，排名第九。《口袋妖怪 白金》凭借丰富的内容和创新的玩法，成为宝可梦系列中备受玩家喜爱的作品之一。"
    },
    {
      "ID": 2091,
      "URL": "https://zaixianwan.app/games/2091",
      "Title": "口袋妖怪 白金(繁)(JP)(ACG汉化组)(1024Mb)",
      "Description": "《口袋妖怪 白金》（日文名：ポケットモンスター プラチナ，英文名：Pokémon Platinum）是由GAME FREAK开发，宝可梦公司与任天堂发行的任天堂DS平台角色扮演游戏。该作于2008年9月13日在日本发售，2009年相继在北美、澳洲和欧洲上市。作为《口袋妖怪 钻石／珍珠》的强化版，《白金》在原作基础上进行了多项改进和新增内容。游戏封面宝可梦为骑拉帝纳，新增了其起源形态，并引入了全新的场景“毁坏的世界”，使剧情更加丰富多样。在《白金》中，神奥图鉴的宝可梦数量由原来的151种增加至210种，宝可梦的分布也发生了变化。此外，游戏新增了国际刑警“帅哥”和银河队研究干部“冥王”等角色，增强了故事的深度和趣味性。游戏还引入了对战开拓区，提供五种不同的对战设施供玩家挑战，增加了游戏的可玩性和挑战性。截至2010年3月31日，《口袋妖怪 白金》在全球共销售约706万套，受到了玩家和评论家的广泛好评。"
    },
    {
      "ID": 2092,
      "URL": "https://zaixianwan.app/games/2092",
      "Title": "口袋妖怪 金心(JP)(ACG汉化组)(1024Mb)",
      "Description": "《口袋妖怪 金心》（日文名：ポケットモンスター ハートゴールド，英文名：Pokémon HeartGold）是任天堂DS平台上的角色扮演游戏，由Game Freak开发，宝可梦公司和任天堂发行。该游戏是1999年Game Boy Color游戏《口袋妖怪 金》的重制版，于2009年9月12日在日本首发，2010年3月起在其他地区陆续发行。游戏的舞台设定在宝可梦世界的城都地区，玩家扮演一位年轻的宝可梦训练家，从空木博士处获得初学者宝可梦和图鉴，开始冒险旅程。目标是收集各种宝可梦，挑战各地道馆馆主，获取徽章，最终成为宝可梦联盟冠军。游戏还包含与宿敌小银的多次对战，以及与犯罪组织火箭队的对抗等情节。《口袋妖怪 金心》在保留原作精髓的基础上，增加了多项新功能。例如，玩家队伍中的第一只宝可梦可以跟随在角色身后，类似于《口袋妖怪 皮卡丘》中的设定。此外，游戏还引入了“宝可梦全能竞技赛”等小游戏，以及新的道具和精灵球种类，丰富了游戏体验。游戏支持任天堂Wi-Fi连接，玩家可以与使用《口袋妖怪 钻石》、《口袋妖怪 珍珠》或《口袋妖怪 白金》的其他玩家进行对战、交换宝可梦等互动。《口袋妖怪 金心》在全球范围内取得了巨大成功，销量超过1272万份，成为任天堂DS平台上最畅销的游戏之一。游戏获得了广泛的好评，被认为是系列中最优秀的作品之一。"
    },
    {
      "ID": 2093,
      "URL": "https://zaixianwan.app/games/2093",
      "Title": "口袋妖怪(精灵宝可梦) 金心(JP)(ACG汉化组)(繁)(1024Mb)",
      "Description": "《口袋妖怪 心金》（Pokémon HeartGold）是由Game Freak开发、任天堂发行的角色扮演游戏，于2009年在任天堂DS平台上发布。作为1999年《口袋妖怪 金》的重制版，本作在画面、音乐和游戏机制上进行了全面升级，并引入了新的功能和设定。游戏的故事背景设定在宝可梦世界的城都地区，玩家扮演一位来自若叶镇的年轻训练家，从空木博士提供的三只初学者宝可梦——菊草叶、火球鼠和小锯鳄中选择一只作为伙伴，开启冒险旅程。目标是收集各类宝可梦，挑战道馆馆主，获取徽章，最终成为最优秀的宝可梦训练家。在冒险过程中，玩家将与宿敌阿银多次交战，并与试图复兴的火箭队对抗。游戏还引入了“宝可梦全能竞技赛”等新功能，增加了游戏的可玩性和挑战性。《口袋妖怪 心金》在保留原作经典元素的同时，融入了新的剧情和功能，使其成为一款深受玩家喜爱的经典之作。"
    },
    {
      "ID": 2094,
      "URL": "https://zaixianwan.app/games/2094",
      "Title": "口袋妖怪(精灵宝可梦) 钻石 官译修正版v0.9.0b(简)(JP)(YYJoy汉化组+Xzonn)(1024Mb)",
      "Description": "《口袋妖怪 钻石》是由Game Freak开发、任天堂于2006年9月28日发行在任天堂DS平台上的角色扮演游戏。游戏设定在虚构的神奥地区，玩家扮演一位年轻的神奇宝贝训练家，目标是收集并训练神奇宝贝，挑战道馆馆主，最终成为神奇宝贝联盟冠军。游戏引入了107只新神奇宝贝，总数达到493只，并首次在地图中加入了3D效果，提升了视觉体验。游戏还利用DS的无线和Wi-Fi功能，使得交换和对战更加便捷。"
    },
    {
      "ID": 2095,
      "URL": "https://zaixianwan.app/games/2095",
      "Title": "口袋妖怪 钻石(简)1.1.0(JP)(YYJoy汉化组)(1024Mb)",
      "Description": "《口袋妖怪 钻石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2006年9月28日在日本首发，随后在全球范围内推出。游戏设定在虚构的神奥地区，灵感来源于日本北海道，拥有广阔的自然景观和独特的地理特征。玩家将扮演一位年轻的宝可梦训练家，目标是收集并培养各种宝可梦，挑战道馆馆主，最终成为宝可梦联盟冠军。游戏引入了107只新宝可梦，使总数达到493只，并首次在部分地图中采用了3D效果，提升了视觉体验。此外，游戏还支持任天堂Wi-Fi连接，玩家可以通过网络进行对战和交换宝可梦。昼夜系统的回归使游戏世界更加真实，地下通道系统则为玩家提供了挖掘道具和建立秘密基地的全新玩法。"
    },
    {
      "ID": 2096,
      "URL": "https://zaixianwan.app/games/2096",
      "Title": "口袋妖怪 钻石(繁)1.1.0(JP)(YYJoy汉化组)(1024Mb)",
      "Description": "《口袋妖怪 钻石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2006年9月28日在日本首发，随后在全球范围内陆续推出。游戏设定在虚构的神奥地区，灵感来源于日本北海道，拥有广阔的自然景观和独特的地理特征。玩家将扮演一位年轻的宝可梦训练家，目标是收集并培养各种宝可梦，挑战道馆馆主，最终成为宝可梦联盟冠军。游戏引入了107只新宝可梦，并首次支持任天堂Wi-Fi连接功能，允许玩家进行全球对战和交换。游戏还加入了地下通道系统，玩家可以在其中挖掘化石、宝石等道具，并建立秘密基地。游戏采用了部分3D效果，提升了画面表现力。"
    },
    {
      "ID": 2097,
      "URL": "https://zaixianwan.app/games/2097",
      "Title": "口袋妖怪 银灵(JP)(ACG汉化组)(1024Mb)",
      "Description": "《口袋妖怪 银灵》是由Game Freak开发、任天堂发行的角色扮演游戏，于2009年9月12日在日本发售，随后在北美、澳洲和欧洲等地推出。该作是1999年Game Boy平台游戏《口袋妖怪 金·银》的重制版，作为系列10周年纪念作品，官方表示这将是该系列的新生起点。游戏在画面和系统上进行了全面升级，充分利用了NDS的触摸屏功能。玩家可以直接在下屏操作图鉴、精灵和背包，物品管理更加直观便捷。此外，游戏引入了宠物随行系统，首位精灵可跟随主角行动，与主角互动，展现不同的表情，并有时拾取道具。剧情方面，游戏不仅重现了原版的故事，还新增了新的场景和剧情，包括火箭队之外的新敌对势力、战斗区、狩猎区等。同时，游戏加入了第四世代的特色地点，如朋友公园，并通过剧情和电影活动引入了各版本的神兽。《口袋妖怪 银灵》在尊重原作的基础上，融入了现代游戏元素，为新老玩家带来了全新的冒险体验。"
    },
    {
      "ID": 2098,
      "URL": "https://zaixianwan.app/games/2098",
      "Title": "口袋妖怪(精灵宝可梦) 银灵(JP)(ACG汉化组)(繁)(1024Mb)",
      "Description": "《口袋妖怪：灵魂之银》（Pokémon SoulSilver）是由Game Freak开发、任天堂发行的角色扮演游戏，于2009年9月12日在日本首发，随后在北美、澳洲和欧洲等地陆续上市。作为1999年Game Boy平台游戏《口袋妖怪：银》的重制版，本作在保留原作精髓的基础上，针对任天堂DS平台进行了全面优化和扩展。游戏设定在城都地区，玩家将扮演一位年轻的宝可梦训练家，踏上收集宝可梦、挑战道馆馆主、对抗邪恶组织火箭队的冒险旅程。与原版相比，本作引入了宝可梦跟随系统，玩家的首位宝可梦将跟随在主角身后，增强了互动体验。此外，游戏还新增了《口袋妖怪：水晶版》的剧情元素，丰富了故事内容。在玩法方面，游戏充分利用了DS的双屏和触摸功能，玩家可以通过下屏直观地操作图鉴、背包和宝可梦管理等功能，提升了操作的便捷性。游戏还附赠了名为“神奇计步器”的设备，玩家可以将宝可梦传输至其中，通过步行积累经验值，增加了游戏的趣味性和互动性。作为《口袋妖怪》系列的经典之作，《口袋妖怪：灵魂之银》在全球范围内取得了极高的评价和销量，成为众多玩家心目中的经典之作。"
    },
    {
      "ID": 2099,
      "URL": "https://zaixianwan.app/games/2099",
      "Title": "口袋妖怪 黑 V2版(简繁)(JP)(ACG汉化组)(-2048Mb)",
      "Description": "《口袋妖怪 黑2》是任天堂DS平台上的角色扮演游戏，由Game Freak开发，任天堂发行。作为《口袋妖怪 黑》的续作，本作延续了前作的故事情节，玩家将继续在合众地区展开冒险，挑战道馆，收集徽章，最终成为宝可梦大师。游戏引入了新的剧情和角色，玩家将面对新的反派组织等离子队的阴谋，探索新的城市和区域。新增的宝可梦种类使得图鉴数量扩充至约300只，为玩家提供了更多的收集和培养乐趣。在玩法方面，游戏新增了“宝可梦世界锦标赛”（PWT），玩家可以与历代道馆训练家和冠军进行对战，体验不同世代的挑战。此外，“宝可梦好莱坞”功能允许玩家拍摄属于自己的电影，增加了游戏的趣味性和互动性。本作的汉化由ACG汉化组完成，提供了简体和繁体中文版本，方便中文玩家体验游戏。游戏支持在PC上通过模拟器运行，玩家可以使用键盘或手柄进行操作，体验原汁原味的宝可梦冒险。总体而言，《口袋妖怪 黑2》在继承前作优点的基础上，增加了丰富的内容和新颖的玩法，是宝可梦系列中备受好评的作品之一。"
    },
    {
      "ID": 2100,
      "URL": "https://zaixianwan.app/games/2100",
      "Title": "口袋妖怪 黑 V3修正版 模拟器版(简繁)(JP)(ACG汉化组&ykaljshsh)(2048Mb)",
      "Description": "《口袋妖怪 黑 V3修正版 模拟器版》是由ACG汉化组与ykaljshsh联合制作的《口袋妖怪：黑》的修订版本，适用于NDS平台。原版游戏由Game Freak开发，任天堂发行，于2010年9月18日在日本首发。本作是口袋妖怪主系列第五世代的首批作品，游戏舞台设定在合众地区，灵感来源于现实中的纽约市。在游戏中，玩家扮演一位年轻的神奇宝贝训练家，踏上旅程，目标是收集合众地区的八枚道馆徽章，最终挑战四天王和冠军，成为神奇宝贝大师。旅途中，玩家将面对反派组织电浆团，他们宣称要解放被人类压迫的神奇宝贝。电浆团的首领N计划利用传说中的神奇宝贝捷克罗姆（黑版）或雷希拉姆（白版）来实现其理想。玩家需要阻止他们的阴谋，维护人与神奇宝贝之间的和谐关系。本作引入了156只全新的神奇宝贝，打破了之前的纪录。此外，游戏还新增了季节系统、轮盘对战、全局动画和三打对战等要素，丰富了游戏体验。《口袋妖怪 黑 V3修正版 模拟器版》在原版基础上进行了修订，修正了部分翻译错误，优化了游戏体验，并提供了简体和繁体中文版本，方便不同地区的玩家畅玩。"
    },
    {
      "ID": 2101,
      "URL": "https://zaixianwan.app/games/2101",
      "Title": "口袋妖怪 黑 V3修正版(简繁)(JP)(ACG汉化组&ykaljshsh)(-2048Mb)",
      "Description": "《口袋妖怪 黑 V3修正版》是由ACG汉化组与ykaljshsh联合汉化的任天堂DS平台角色扮演游戏。原版游戏由Game Freak开发，任天堂发行，于2010年9月18日在日本首发，随后在全球范围内推出。游戏的舞台设定在合众地区，玩家将扮演一位年轻的口袋妖怪训练家，踏上收集八枚道馆徽章、挑战四天王和冠军的旅程。过程中，玩家需对抗反派组织电浆团，阻止其解放口袋妖怪的阴谋。本作引入了156只全新口袋妖怪，超过了前作的记录。此外，游戏新增了季节系统、三对三对战等新要素，提升了游戏的多样性和挑战性。V3修正版在原版基础上进行了汉化修正，修复了部分BUG，优化了游戏体验，使玩家能够更流畅地享受游戏内容。总体而言，《口袋妖怪 黑 V3修正版》是一款内容丰富、玩法多样的角色扮演游戏，适合喜爱口袋妖怪系列的玩家体验。"
    },
    {
      "ID": 2102,
      "URL": "https://zaixianwan.app/games/2102",
      "Title": "口袋妖怪(精灵宝可梦) 黑 重译版(简)(JP)(BW汉化组)(2048Mb)",
      "Description": "《口袋妖怪 黑 重译版》是由BW汉化组基于原版《口袋妖怪 黑》进行完全重新汉化的版本。原版游戏由Game Freak开发，任天堂发行，是口袋妖怪主系列第五世代的首批作品，于2010年9月18日在日本发行，随后于2011年3月在欧美等地上市。游戏的舞台设定在合众地区，玩家将扮演一位年轻的宝可梦训练家，与儿时伙伴黑连、白露一起，携带红豆杉博士赠送的初始宝可梦——藤藤蛇、暖暖猪或水水獭，踏上冒险旅程。旅途中，玩家将遇到宣扬解放宝可梦的反派组织等离子队，以及能听懂宝可梦心声的神秘青年N。玩家需挑战道馆馆主，收集八枚道馆徽章，最终挑战宝可梦联盟的四天王和冠军，揭露等离子队的阴谋，维护合众地区的和平。本作引入了156只全新的宝可梦，超过了之前《口袋妖怪 红·绿》的记录。此外，游戏还新增了季节系统、三对三对战等新要素，提升了游戏的丰富性和挑战性。BW汉化组的重译版在翻译过程中严格遵循任天堂官方的术语和名称，确保了翻译的准确性和统一性。由于是基于日文原版的完全重译，剧情相关的许多字句与之前的汉化版本存在较大差异，为玩家带来了更为贴近原作的游戏体验。需要注意的是，本汉化版仅供学习与交流使用，禁止用于商业用途。"
    },
    {
      "ID": 2103,
      "URL": "https://zaixianwan.app/games/2103",
      "Title": "口袋妖怪 黑2 V2(JP)(ACG汉化组&口袋群星SP)(0Mb)",
      "Description": "《口袋妖怪 黑2》是由GAME FREAK开发，任天堂和宝可梦公司发行的角色扮演游戏，于2012年6月23日在日本的任天堂DS平台上发布。作为《口袋妖怪 黑·白》的正统续作，游戏的故事发生在前作两年后的合众地区，玩家将以新的主角身份展开全新的冒险旅程。在《口袋妖怪 黑2》中，游戏新增了多个地点和角色，所有道馆都经过重新设计，带给玩家焕然一新的体验。游戏还引入了隐藏洞穴、宝可梦好莱坞、加盟大道、口袋妖怪世界锦标赛（PWT）等新要素，丰富了游戏内容，提升了可玩性。本作的舞台合众地区以纽约市为原型，设计灵感来源于布鲁克林大桥和摩天大楼等标志性建筑，旨在传递社区感。《口袋妖怪 黑2》在发售初期便取得了优异的销售成绩，发售前两日售出约161万份，截至2012年7月22日，日版累计售出241万份。作为任天堂DS平台上最后一部包装版游戏，《口袋妖怪 黑2》不仅延续了系列的经典玩法，还通过新增内容和改进，为玩家带来了全新的冒险体验。"
    },
    {
      "ID": 2104,
      "URL": "https://zaixianwan.app/games/2104",
      "Title": "口袋妖怪 黑2 V2版(简)(JP)(pokemon lover)(4096Mb)",
      "Description": "《口袋妖怪 黑2 V2版》是《口袋妖怪 黑2》的改良版本，原作于2012年6月23日在日本任天堂DS平台发行。游戏是《口袋妖怪 黑/白》的正统续作，故事发生在前作两年后的合众地区。玩家将以新的主角身份，从合众地区西南部的桧扇市出发，展开全新的冒险旅程。在本作中，传说中的宝可梦酋雷姆拥有两种新形态：暗黑酋雷姆和焰白酋雷姆，分别作为《口袋妖怪 黑2》和《口袋妖怪 白2》的封面精灵。游戏还引入了新的系统，如“口袋妖怪世界锦标赛”，允许玩家与系列中所有道馆训练家和冠军进行对战；以及“精灵坞”，玩家可以选择剧情拍摄电影，根据选择展开各种对战。此外，游戏对合众图鉴进行了扩充，数量增加至约300只宝可梦。地图也发生了变化，出现了新的城市和道馆。系统方面，新增了“自由空间”背包栏，方便玩家存放常用道具；精灵菜单中增加了“移动”选项，便于直接移动或交换精灵的携带道具。《口袋妖怪 黑2 V2版》在原作基础上进行了改良，提升了游戏性能和可玩性，为玩家带来了全新的冒险体验。"
    },
    {
      "ID": 2105,
      "URL": "https://zaixianwan.app/games/2105",
      "Title": "精灵宝可梦 黑2 V3(JP)(ACG汉化组&口袋群星SP)(0Mb)",
      "Description": "《精灵宝可梦 黑2》是由GAME FREAK开发，任天堂和宝可梦公司发行的角色扮演游戏，于2012年6月23日在日本任天堂DS平台发售。本作是《精灵宝可梦 黑／白》的续作，故事发生在前作事件结束两年后，玩家将扮演新一代主角，从合众地区的新兴居住区展开旅程，面对新等离子队的威胁，并揭开神秘宝可梦酋雷姆的秘密。游戏引入了酋雷姆的两种新形态——暗黑酋雷姆与焰白酋雷姆，丰富了游戏内容。此外，游戏还新增了“梦境世界”等网络功能，以及“3对3对战”、“轮盘对战”等多种对战模式，提升了游戏的可玩性。"
    },
    {
      "ID": 2106,
      "URL": "https://zaixianwan.app/games/2106",
      "Title": "口袋妖怪(精灵宝可梦) 黑2 V5(DSi修复)(JP)(ACG汉化组+口袋群星SP+天涯)(4096Mb)",
      "Description": "《口袋妖怪 黑2》是由GAME FREAK开发，任天堂和宝可梦公司发行的角色扮演游戏，于2012年6月23日在日本任天堂DS平台发售。作为《口袋妖怪 黑·白》的续作，故事发生在前作两年后的合众地区，玩家将以新的主角身份，从合众地区西南部的桧扇市开始全新的冒险旅程。游戏新增了多个地点和角色，所有道馆均被重新设计，部分前作角色也以新形象登场。新增的系统包括隐藏洞穴、宝可梦好莱坞、加盟大道和宝可梦世界锦标赛（PWT）等，为玩家提供了丰富的游戏内容。在精灵方面，酋雷姆拥有了两个新形态：暗黑酋雷姆和焰白酋雷姆，分别作为《口袋妖怪 黑2》和《口袋妖怪 白2》的封面精灵，属性均为龙/冰，并各自拥有专属技能。此外，游戏还引入了新的精灵形态和系统改进，如精灵图鉴数量扩充至约300只，背包增加“自由空间”栏，精灵菜单中新增“移动”选项等，提升了游戏的可玩性和便利性。《口袋妖怪 黑2》在发售后取得了巨大的成功，日版发售前两日售出约161万份，截至2012年7月22日，日版累计售出241万份。作为任天堂DS平台的最后一部包装版游戏，也是目前为止最后一部2D宝可梦游戏，《口袋妖怪 黑2》为系列粉丝带来了全新的冒险体验。"
    },
    {
      "ID": 2107,
      "URL": "https://zaixianwan.app/games/2107",
      "Title": "精灵宝可梦+信长的野望 V3(JP)(口袋群星SP)(-2048Mb)",
      "Description": "《宝可梦+信长之野望》（日文：ポケモン＋ノブナガの野望，英文：Pokémon Conquest）是由光荣特库摩游戏开发、The Pokémon Company和任天堂发行的回合制战略RPG游戏，于2012年3月17日在Nintendo DS平台发售。游戏的舞台设定在名为“乱世”的地区，玩家将扮演一位武将，与宝可梦伙伴一起，目标是统一由17个国家组成的乱世地区。每个国家对应宝可梦的不同属性，如火、草、虫等。战斗采用回合制战棋模式，双方最多可派出6只宝可梦进行战斗。每只宝可梦每回合可移动并攻击一次，目标是击败对方全体宝可梦或占领所有旗帜。与传统宝可梦系列不同，本作中每只宝可梦只能使用一个招式，战斗还受地形、携带道具和武将能力等因素影响。游戏将宝可梦的收集养成系统与信长之野望的合战系统相结合，玩家通过收服宝可梦与武将，不断攻城略地，完成一个个任务，最终与传说中的宝可梦见面。本作在日本发售后，销量达到344,127份，受到了玩家的广泛关注和好评。"
    },
    {
      "ID": 2108,
      "URL": "https://zaixianwan.app/games/2108",
      "Title": "口袋妖怪+信长的野望(JP)(ACG汉化组)(-2048Mb)",
      "Description": "《口袋妖怪+信长的野望》是由光荣特库摩开发，任天堂和宝可梦公司联合发行的一款战略角色扮演游戏。该游戏将《信长的野望》系列的战国历史背景与《口袋妖怪》系列的精灵养成元素巧妙融合，为玩家带来了全新的游戏体验。游戏于2012年3月17日在日本发售，随后于6月18日在北美地区推出。游戏的舞台设定在名为“乱世”的地区，包含17个各具特色的国家，每个国家对应一种宝可梦属性。玩家将扮演“始初之国”的武将领主，通过与其他武将及其宝可梦伙伴进行战斗，逐步征服其他国家，最终实现统一乱世的目标。战斗采用回合制战棋模式，每方最多可派出6名武将，每名武将携带一只宝可梦参战。战斗地图为方格状，玩家需要根据地形、宝可梦属性和技能等因素制定战略。每只宝可梦只能使用一个固定的技能，战斗中还可利用武将的特殊能力和携带道具来影响战局。游戏中的武将与宝可梦之间存在名为“连接”的羁绊，连接度越高，宝可梦的能力值也会相应提升。部分武将与特定宝可梦之间可以达到100%的最佳连接，解锁更强大的能力。此外，武将还可以通过战斗收服新的宝可梦伙伴，丰富队伍的多样性。《口袋妖怪+信长的野望》以其独特的跨界融合和创新的游戏玩法，受到了玩家的广泛关注和好评。"
    },
    {
      "ID": 2109,
      "URL": "https://zaixianwan.app/games/2109",
      "Title": "口袋妖怪不可思议的迷宫 青之救助队(JP)(口袋群星SP)(256Mb)",
      "Description": "《口袋妖怪 不可思议的迷宫 青之救助队》是由CHUNSOFT开发、任天堂发行的迷宫探索角色扮演游戏，于2005年11月17日在日本的Nintendo DS平台上发布。游戏的GBA版本名为《赤之救助队》，两者共同构成了该系列的首部作品。在游戏中，玩家扮演一位变成宝可梦的人类，失去了记忆。通过回答一系列问题，系统会根据玩家的性格测试结果，决定主角变成的宝可梦类型。随后，玩家与搭档组成救助队，接受其他宝可梦的委托，深入随机生成的不可思议迷宫，展开冒险旅程。游戏包含超过380种宝可梦，包括传说中的宝可梦。所有需要特定条件进化的宝可梦均可通过道具进行进化。《青之救助队》支持与《赤之救助队》进行联动通信，玩家可以互相救助并传送道具。此外，游戏还引入了救助码系统，当玩家在迷宫中倒下时，可以生成救助码，其他玩家输入该码后即可进行救助，完成后再输入救助完成码使主角复活。凭借独特的玩法和丰富的内容，《口袋妖怪 不可思议的迷宫 青之救助队》在全球范围内受到了玩家的喜爱，成为该系列的经典之作。"
    },
    {
      "ID": 2110,
      "URL": "https://zaixianwan.app/games/2110",
      "Title": "口袋妖怪不可思议迷宫 时之探险队修正版(US)(Team Pokepals)(512Mb)",
      "Description": "《口袋妖怪不可思议迷宫 时之探险队》是由Chunsoft开发、任天堂发行的迷宫探索类RPG游戏，于2007年9月13日在日本的Nintendo DS平台上发布。游戏采用双版本形式，与《暗之探险队》同时推出，两者在出现的道具和口袋妖怪等方面略有差异。在游戏中，玩家将扮演一位因意外变成口袋妖怪的主角，与搭档一起加入胖可丁公会，组成探险队，接受各种任务，探索多达70余种难度各异的迷宫。迷宫中充满了陷阱、复杂地形和随机分布的口袋妖怪，玩家需要克服这些挑战，完成剧情或委托任务。游戏引入了孵蛋系统，玩家可以通过各种途径获得蛋，经过一定时间后孵化出掌握遗传技能的口袋妖怪。此外，游戏还保留了前作中的招募系统、技能连接系统、训练馆系统、IQ系统和救助任务等要素。本作支持Wi-Fi通信系统，玩家之间可以互相帮助，共同度过迷宫中的困难。游戏中共出现491只口袋妖怪，全部可以捕获，其中少数需要通过版本互动或连接Wi-Fi才能激活。《时之探险队》在剧情、系统和玩法上都有所创新和提升，为玩家带来了丰富的游戏体验。"
    },
    {
      "ID": 2111,
      "URL": "https://zaixianwan.app/games/2111",
      "Title": "口袋妖怪不可思议迷宫 暗之探险队 1.1修正版(US)(Team Pokepals)(512Mb)",
      "Description": "《口袋妖怪不可思议迷宫 暗之探险队》是由Chunsoft开发的迷宫探险类游戏，于2007年9月在日本发行，适用于Nintendo DS平台。游戏采用双版本形式，与《时之探险队》共同推出，两者在出现的道具和口袋妖怪等方面略有差异。在游戏中，玩家将扮演一位因意外变成口袋妖怪的主角，与搭档一起加入胖可丁公会，组成探险队，探索各种神秘的迷宫，揭开世界的秘密。游戏开始时，玩家需通过性格测试决定自己变成的口袋妖怪种类，增加了游戏的个性化体验。游戏提供了多达70余种迷宫，难度各异。玩家需要克服陷阱、天气变化、饥饿度等挑战，完成迷宫探险。迷宫中还会遇到随机分布的各种口袋妖怪，有些迷宫设有特殊的限制条件，增加了游戏的挑战性。在系统方面，游戏引入了孵蛋系统，玩家可以通过各种途径获得蛋，经过一定时间后孵化，获得掌握遗传技能的口袋妖怪。此外，游戏还保留了前作中的招募系统、技能连接系统、训练馆系统、IQ系统、救助任务等要素，丰富了游戏内容。本作支持Wi-Fi通信系统，玩家之间可以通过Wi-Fi互相帮助，度过迷宫中遇到的困难。游戏中共出现491只口袋妖怪，全部可以捕获，部分需要通过版本互动或连接Wi-Fi才可激活。《口袋妖怪不可思议迷宫 暗之探险队》以其丰富的剧情、独特的游戏机制和多样的口袋妖怪种类，深受玩家喜爱，成为Nintendo DS平台上的经典之作。"
    },
    {
      "ID": 2112,
      "URL": "https://zaixianwan.app/games/2112",
      "Title": "口袋妖怪不可思议迷宫 空之探险队(US)(Team Pokepals)(1024Mb)",
      "Description": "《口袋妖怪不可思议迷宫 空之探险队》是由Chunsoft开发的迷宫探险类游戏，于2009年4月18日在日本首发，随后在北美、大洋洲和欧洲等地区陆续上市。作为《时之探险队》和《暗之探险队》的扩展版本，本作在前作基础上新增了五个特殊剧情，丰富了游戏内容。在游戏中，玩家将化身为一只口袋妖怪，与伙伴组成探险队，深入随机生成的迷宫，完成各种任务，揭开隐藏的故事。游戏新增了晃晃斑咖啡馆，玩家可在此制作饮品，获取前往未知迷宫的地图；秘密集市则提供抽奖、道具清理等服务，增加了游戏的趣味性。此外，游戏引入了特殊剧情模式，玩家可操控不同角色，体验他们的独立故事，如大牙狸的心愿、天才宝宝丁等，进一步丰富了游戏的叙事层次。《口袋妖怪不可思议迷宫 空之探险队》以其独特的玩法和丰富的内容，深受玩家喜爱，成为该系列中的经典之作。"
    },
    {
      "ID": 2113,
      "URL": "https://zaixianwan.app/games/2113",
      "Title": "口袋妖怪守护者 光之轨迹(JP)(TeePartei)(1024Mb)",
      "Description": "《口袋妖怪守护者：光之轨迹》是任天堂于2010年3月6日在NDS平台发行的动作角色扮演游戏，也是“口袋妖怪守护者”系列的第三部作品。游戏背景设定在奥卜利比亚地区，这是一片由多个岛屿组成的全新区域，玩家将扮演守护者，与拿着夏威夷四弦琴的皮丘搭档，共同展开冒险旅程。游戏中，玩家需要通过在触摸屏上绘制特定轨迹来召唤和捕捉宝可梦，利用它们的能力解决谜题和挑战敌人。游戏引入了“守护者的轨迹”功能，玩家可以通过绘制不同的图案来召唤特定的宝可梦，增强了游戏的互动性和趣味性。在冒险过程中，玩家将对抗名为“宝可梦绑架队”的邪恶组织，其头目被称为“红目”。游戏包含309只宝可梦，玩家将与传说中的宝可梦邂逅，并通过Wi-Fi连接获取特殊任务，挑战更高难度的内容。此外，游戏还支持与前作联动，玩家可以通过联动获得稀有宝可梦参与冒险。总体而言，《口袋妖怪守护者：光之轨迹》以其独特的游戏机制和丰富的内容，为玩家带来了全新的宝可梦冒险体验。"
    },
    {
      "ID": 2114,
      "URL": "https://zaixianwan.app/games/2114",
      "Title": "口袋妖怪救助队 波导勇者 1.1(JP)(口袋群星SP)(512Mb)",
      "Description": "《口袋妖怪救助队 波导勇者 1.1》是一款由口袋群星SP汉化组制作的任天堂DS平台游戏。游戏以《口袋妖怪》系列为基础，结合了《不可思议的迷宫》玩法，玩家将扮演一只口袋妖怪，与伙伴们组成救助队，接受其他口袋妖怪的委托，在神秘的迷宫中展开冒险。游戏中，玩家需要通过探索迷宫、解救被困的口袋妖怪、收集道具等方式，提升救助队的声誉和实力。游戏采用了像素风格的画面，保留了原作的经典元素，同时加入了新的剧情和角色，给玩家带来全新的体验。"
    },
    {
      "ID": 2115,
      "URL": "https://zaixianwan.app/games/2115",
      "Title": "口袋妖怪方块(JP)(火卫一汉化组)(128Mb)",
      "Description": "《口袋妖怪方块》（日文名：ポケモントローゼ，英文名：Pokémon Trozei!）是由Genius Sonority, Inc.开发，Nintendo于2005年10月20日发行在NDS平台上的一款休闲益智类游戏。游戏以口袋妖怪系列的精灵为主题，玩家需要通过消除相同的精灵方块来进行游戏。游戏中登场了超过386只精灵，玩家需要将四个相同的精灵连接在一起才能消除，如果屏幕被占满则失败。游戏规则简单易上手，将四只口袋妖怪排列成一线即可救出，游戏的目标就是救出指定数量的口袋妖怪。本作也有收集要素，在消除口袋妖怪的同时，也能够收集图鉴，看看你能不能集齐386只口袋妖怪。此外还能跟朋友联机，进行对战或者协力游戏，使得乐趣大大增加。"
    },
    {
      "ID": 3849,
      "URL": "https://zaixianwan.app/games/3849",
      "Title": "口袋妖怪蓝宝石 Pocket Monsters - Sapphire(JP)(Nintendo)(64Mb)",
      "Description": "《口袋妖怪 蓝宝石》是由 Game Freak 开发、任天堂发行的角色扮演游戏，于 2002 年 11 月 21 日在日本首发，随后于 2003 年在其他地区陆续推出。作为宝可梦系列的第三世代作品，本作在玩法和操作方式上延续了前作的经典模式，玩家以鸟瞰视角操作主角，目标是打败四大天王并完成宝可梦图鉴。本作引入了多项新元素，包括双打对战、宝可梦特性以及 135 只新宝可梦。双打对战模式允许双方各使用两只宝可梦参战，某些招式可同时影响敌方的两只宝可梦。特性系统为每只宝可梦赋予独特的能力，可能在战斗中提升己方能力、削弱敌方或改变天气等。由于 GBA 的硬件性能提升，本作支持最多四位玩家的联机对战，增强了游戏的互动性。此外，游戏还引入了华丽大赛等新玩法，丰富了游戏内容。《口袋妖怪 蓝宝石》在全球范围内取得了商业成功，销量超过 1300 万份，成为 GBA 平台上最畅销的游戏之一。"
    },
    {
      "ID": 3852,
      "URL": "https://zaixianwan.app/games/3852",
      "Title": "口袋妖怪红宝石 Pocket Monsters - Ruby(JP)(Nintendo)(64Mb)",
      "Description": "《口袋妖怪 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年在Game Boy Advance平台推出。游戏设定在芳缘地区，玩家将扮演一位新晋的宝可梦训练师，踏上收集宝可梦、挑战道馆馆主、击败四天王并完成宝可梦图鉴的冒险旅程。本作引入了多项新元素，包括双打对战模式，允许双方各派出两只宝可梦进行战斗，某些招式可同时影响敌方两只宝可梦。此外，游戏新增了“特性”系统，每只宝可梦都拥有独特的特性，可能在战斗中提供增益效果或影响战局。游戏还引入了“个性”系统，每只宝可梦都有一种个性，影响其能力值的成长方向。玩家可通过培养不同个性的宝可梦，打造多样化的队伍策略。在剧情方面，玩家将面对两个对立的邪恶组织——熔岩队和海洋队，分别企图唤醒传说中的宝可梦固拉多和盖欧卡，以改变世界的生态环境。玩家需阻止他们的阴谋，维护世界的和平。《口袋妖怪 红宝石》凭借丰富的游戏内容和创新的玩法，成为GBA平台上备受欢迎的作品之一。"
    },
    {
      "ID": 3990,
      "URL": "https://zaixianwan.app/games/3990",
      "Title": "口袋妖怪蓝宝石 Pokemon - Sapphire Version(US)(Nintendo)(128Mb)",
      "Description": "《宝可梦 蓝宝石》是宝可梦系列在Game Boy Advance平台上的第三世代作品，由Game Freak开发，任天堂发行。游戏于2002年11月21日在日本首发，2003年在其他地区陆续推出。游戏设定在全新的芳缘地区，玩家将扮演一位宝可梦训练家，目标是挑战并击败八大道馆馆主和四天王，最终成为宝可梦联盟冠军。同时，玩家还需完成宝可梦图鉴，收集并培养各种宝可梦。本作引入了多项新元素，包括双打对战模式、宝可梦特性和个性等。双打对战允许双方各派出两只宝可梦进行战斗，增加了战术的多样性。特性为每只宝可梦赋予了独特的能力，影响战斗表现；个性则影响宝可梦的能力成长方向。此外，游戏新增了135只全新的宝可梦，使总数达到386只。由于GBA硬件性能的提升，游戏支持最多四人联机对战，增强了玩家之间的互动性。《宝可梦 蓝宝石》在全球范围内取得了商业成功，累计销量约为1600万份，成为GBA平台上最畅销的游戏之一。"
    },
    {
      "ID": 3999,
      "URL": "https://zaixianwan.app/games/3999",
      "Title": "口袋妖怪红宝石 Pokemon - Ruby Version(US)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年在日本首发，随后在全球范围内推出。作为宝可梦系列的第三世代作品，本作首次登陆Game Boy Advance平台，为玩家带来了全新的冒险体验。游戏设定在芳缘地区，玩家将扮演一位新晋的宝可梦训练师，踏上收集宝可梦、挑战道馆馆主、击败四大天王的旅程。游戏引入了双打对战机制，允许两只宝可梦同时参战，增加了战斗的策略性。此外，每只宝可梦都拥有独特的特性和性格，影响其在战斗中的表现。游戏还新增了华丽大赛，玩家可以通过提升宝可梦的仪态，参与不同类别的比赛，展示宝可梦的魅力。凭借丰富的内容和创新的玩法，《口袋妖怪 红宝石》在全球范围内取得了巨大的成功，成为GBA平台上最畅销的游戏之一。"
    },
    {
      "ID": 4184,
      "URL": "https://zaixianwan.app/games/4184",
      "Title": "口袋妖怪蓝宝石 Pokemon - Saphir-Edition(DE)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 蓝宝石》（Pokémon Sapphire）是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后于2003年在其他地区陆续推出。本作是口袋妖怪系列的第三世代作品，首次登陆Game Boy Advance平台。游戏延续了前作的基本玩法，玩家以鸟瞰视角操作主角，目标是打败四大天王并完成宝可梦图鉴。本作引入了多项新元素，包括双打对战机制、宝可梦特性系统，以及135只全新的宝可梦。此外，GBA的增强功能使得最多支持四位玩家进行联机对战。游戏在全球范围内取得了商业成功，销量超过1300万份，成为GBA平台上最畅销的作品之一。"
    },
    {
      "ID": 4196,
      "URL": "https://zaixianwan.app/games/4196",
      "Title": "口袋妖怪红宝石 Pokemon - Versione Rubino(IT)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在其他地区陆续推出。作为宝可梦系列的第三世代作品之一，本作首次登陆Game Boy Advance平台，为玩家带来了全新的冒险体验。游戏设定在丰缘地区，玩家将扮演一位新晋的宝可梦训练师，踏上旅程，挑战道馆馆主，收集徽章，最终目标是击败四天王，成为宝可梦联盟冠军。过程中，玩家还需对抗企图改变世界的邪恶组织，维护地区的和平。本作引入了多项新要素，包括双打对战模式，使战斗策略更加多样化；宝可梦的特性系统，为每只宝可梦赋予独特的被动技能，影响战斗表现；以及性格系统，影响宝可梦的能力成长方向。此外，游戏还新增了华丽大赛，玩家可以通过培养宝可梦的魅力、酷炫等属性，参与不同类别的比赛，赢取奖项。在图像和音效方面，得益于GBA的硬件性能提升，游戏画面更加细腻，色彩丰富，音乐也更加动听，营造出引人入胜的游戏氛围。《口袋妖怪 红宝石》凭借其丰富的内容和创新的玩法，深受玩家喜爱，成为宝可梦系列中的经典之作。"
    },
    {
      "ID": 4197,
      "URL": "https://zaixianwan.app/games/4197",
      "Title": "口袋妖怪蓝宝石 Pokemon - Versione Zaffiro(IT)(Nintendo)(128Mb)",
      "Description": "《宝可梦 蓝宝石》是宝可梦系列在Game Boy Advance平台上的作品，由Game Freak开发，任天堂发行。游戏最早于2002年11月21日在日本上市，后于2003年推出美版。游戏的玩法与前作基本相同，玩家以鸟瞰视角操作主角，目标是打败四大天王并完成宝可梦图鉴，同时挫败敌对组织的计划。本作引入了多项新元素，包括双打对战、宝可梦特性和135只新宝可梦。双打对战模式下，双方各使用两只宝可梦参战，某些招式可同时影响敌方两只宝可梦。特性是每只宝可梦固有的能力，可能在战斗中提供增益效果，如提升己方能力、削弱敌方能力或改变天气等。由于GBA的功能增强，本作支持最多四位玩家联机对战。游戏还引入了“仪态”系统，在华丽大赛中发挥重要作用，玩家可通过使用树果制作的方块糖提升宝可梦的仪态。与前作《宝可梦 金／银／水晶》一样，《宝可梦 蓝宝石》根据真实时间调整游戏内时间，影响潮汐涨退、树果生长等活动。但本作未区分日夜，时间也不会影响出现的宝可梦种类。总体而言，《宝可梦 蓝宝石》在保留系列经典玩法的同时，加入了多项创新元素，为玩家带来了全新的游戏体验。"
    },
    {
      "ID": 4198,
      "URL": "https://zaixianwan.app/games/4198",
      "Title": "口袋妖怪红宝石 Pokemon - Rubin-Edition(DE)(Nintendo)(128Mb)",
      "Description": "《宝可梦 红宝石》是由GAME FREAK开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在其他地区陆续推出。游戏舞台设定在丰缘地区，玩家将扮演一位新搬到未白镇的少年或少女，踏上成为宝可梦大师的旅程。在冒险过程中，玩家需要挑战八个道馆馆主，收集徽章，并最终挑战四天王，成为丰缘地区的冠军。此外，游戏引入了全新的反派组织——熔岩队，他们企图利用传说中的宝可梦固拉多来扩张陆地面积，玩家需要阻止他们的阴谋，维护地区的和平。本作新增了多项游戏机制，包括双打对战模式，让玩家可以同时使用两只宝可梦进行战斗；引入了宝可梦的特性和性格系统，使每只宝可梦在战斗中更具个性和策略性；此外，还增加了宝可梦华丽大赛，让玩家可以展示宝可梦的魅力和才艺。《宝可梦 红宝石》凭借其丰富的内容和创新的玩法，成为Game Boy Advance平台上备受欢迎的作品之一。"
    },
    {
      "ID": 4201,
      "URL": "https://zaixianwan.app/games/4201",
      "Title": "口袋妖怪蓝宝石 Pokemon - Edicion Zafiro(ES)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 蓝宝石》（Pokémon Sapphire Version）是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后于2003年在其他地区陆续推出。本作是口袋妖怪系列的第三世代作品，首次登陆Game Boy Advance平台。游戏延续了前作的基本玩法，玩家以鸟瞰视角操作主角，目标是打败四大天王并完成宝可梦图鉴。本作引入了多项新元素，包括双打对战、宝可梦特性以及135只新宝可梦。由于GBA硬件性能的提升，游戏支持最多四位玩家联机对战。此外，游戏还新增了宝可梦华丽大赛等玩法，丰富了游戏内容。"
    },
    {
      "ID": 4202,
      "URL": "https://zaixianwan.app/games/4202",
      "Title": "口袋妖怪红宝石 Pokemon - Edicion Rubi(ES)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在其他地区陆续推出。作为宝可梦系列的第三世代作品之一，本作首次登陆Game Boy Advance平台，为玩家带来了全新的冒险体验。游戏的舞台设定在芳缘地区，灵感来源于日本九州岛。玩家将扮演一位新晋的宝可梦训练师，踏上旅程，挑战道馆馆主，击败四天王，最终成为宝可梦联盟冠军。游戏引入了多项新元素，如双打对战模式，允许两只宝可梦同时参战，增加了战斗的策略性。此外，宝可梦的特性系统首次登场，每只宝可梦都拥有独特的特性，影响战斗表现。游戏还新增了“华丽大赛”，玩家可以通过培养宝可梦的仪态，参加不同类别的比赛，展示宝可梦的魅力。与前作相比，本作在图像和音效上有了显著提升，充分利用了GBA的硬件性能。游戏支持最多四人联机对战，增强了玩家之间的互动性。总体而言，《口袋妖怪 红宝石》在保留系列经典玩法的同时，加入了丰富的新内容，为玩家提供了更加多元化的游戏体验。"
    },
    {
      "ID": 4203,
      "URL": "https://zaixianwan.app/games/4203",
      "Title": "口袋妖怪蓝宝石 Pokemon - Version Saphir(FR)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 蓝宝石》（Pokémon Sapphire）是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在其他地区陆续推出。本作是口袋妖怪系列的第三世代作品，首次登陆Game Boy Advance平台。游戏延续了前作的核心玩法，玩家以鸟瞰视角操作主角，目标是打败四大天王并完成宝可梦图鉴。本作引入了多项新元素，包括双打对战、宝可梦特性以及135只新宝可梦。由于GBA硬件性能的提升，游戏支持最多四位玩家联机对战。此外，游戏还新增了宝可梦华丽大赛等玩法，丰富了游戏内容。"
    },
    {
      "ID": 4206,
      "URL": "https://zaixianwan.app/games/4206",
      "Title": "口袋妖怪红宝石 Pokemon - Version Rubis(FR)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在全球范围内推出。作为宝可梦系列的第三世代作品，本作首次登陆Game Boy Advance平台，带来了全新的冒险体验。游戏设定在以日本九州为原型的丰缘地区，玩家将扮演一位新晋的宝可梦训练师，踏上收集宝可梦、挑战道馆馆主、打败四天王并完成宝可梦图鉴的旅程。本作引入了多项新元素，如双打对战机制、宝可梦的特性系统，以及全新的华丽大赛模式，丰富了游戏的可玩性。此外，游戏还支持最多四人同时进行的对战和交换功能，增强了玩家之间的互动。凭借创新的玩法和丰富的内容，《口袋妖怪 红宝石》在全球范围内取得了巨大的成功，成为GBA平台上最畅销的游戏之一。"
    },
    {
      "ID": 4210,
      "URL": "https://zaixianwan.app/games/4210",
      "Title": "口袋妖怪弹珠台 Pokemon Pinball - Ruby & Sapphire(JP)(Nintendo)(64Mb)",
      "Description": "《口袋妖怪弹珠台 红宝石·蓝宝石》是任天堂于2003年在Game Boy Advance平台推出的弹珠台游戏，由Jupiter公司开发。本作是1999年Game Boy Color版《口袋妖怪弹珠台》的续作，以第三世代的宝可梦为主题，画面全面升级为彩色，并新增多种游戏模式。游戏提供红宝石和蓝宝石两种弹珠台，每种台桌各有七种场景，包括森林、平原、海洋、洞窟、遗迹等。红宝石台独有火山和狩猎地带，蓝宝石台独有湖泊和荒漠。玩家通过操控弹珠（精灵球）击打各种机关，进入捕获模式、进化模式、孵化模式和奖励关卡等，以收集和进化宝可梦。游戏目标是集齐丰缘地区的宝可梦图鉴，可捕获的宝可梦总计205只，包括丰缘图鉴内的201只宝可梦，以及城都御三家和化石翼龙等客串宝可梦。游戏还支持与GameCube的连接功能，通过NGC TO GBA连接线实现互动。此外，游戏内置震动功能，在Game Boy Player设备上运行时可开启。2023年8月22日，汉化组发布了本作的汉化补丁，支持EZODE烧录卡的震动功能。总体而言，《口袋妖怪弹珠台 红宝石·蓝宝石》以其丰富的游戏内容和创新的玩法，为玩家带来了全新的弹珠台体验。"
    },
    {
      "ID": 4227,
      "URL": "https://zaixianwan.app/games/4227",
      "Title": "口袋妖怪弹珠台 Pokemon Pinball - Ruby & Sapphire(US)(Nintendo)(64Mb)",
      "Description": "《口袋妖怪弹珠台 红宝石·蓝宝石》是任天堂于2003年在Game Boy Advance平台推出的弹珠台游戏，由Jupiter公司开发。本作是1999年Game Boy Color版《口袋妖怪弹珠台》的续作，游戏内容扩展至第三世代的宝可梦，画面升级为彩色，并新增多种游戏模式。游戏的主要目标是通过操控弹珠（精灵球）击打各种机关，进入捕获、进化、孵化等模式，收集并完成丰缘地区的宝可梦图鉴。玩家可以选择红宝石台或蓝宝石台进行游戏，每个台桌各有7种场景，其中5个场景为共有场景，2个为独有场景。红宝石台独有场景为火山和狩猎地带，蓝宝石台独有场景为湖泊和荒漠。游戏中包含6种奖励关卡，分别是夜巡灵关卡、变隐龙关卡、海豹球关卡、固拉多关卡、盖欧卡关卡和烈空坐关卡。玩家需通过特定条件进入这些关卡，挑战并捕获传说中的宝可梦。此外，游戏还支持与任天堂GameCube的连接功能，提供更多互动体验。《口袋妖怪弹珠台 红宝石·蓝宝石》以其丰富的游戏内容和创新的玩法，深受玩家喜爱，成为GBA平台上的经典之作。"
    },
    {
      "ID": 4329,
      "URL": "https://zaixianwan.app/games/4329",
      "Title": "口袋妖怪-蓝宝石V1.1版 Pokemon - Sapphire Version(EU)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 蓝宝石版》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在其他地区陆续上市。本作是口袋妖怪系列的第三世代作品，游戏舞台设定在丰缘地区，玩家将扮演一位新晋的宝可梦训练师，踏上收集宝可梦、挑战道馆馆主、击败四大天王的冒险旅程。游戏引入了多项新元素，包括双打对战机制，允许两名训练师各派出两只宝可梦进行战斗，增加了战术深度。此外，宝可梦的“特性”系统首次登场，每只宝可梦都拥有特定的特性，影响其在战斗中的表现。在图鉴方面，本作新增了135种宝可梦，使总数达到386种。由于GBA硬件性能的提升，游戏支持最多四名玩家通过连接线进行联机对战和交换宝可梦，增强了互动性。《口袋妖怪 蓝宝石版》在全球范围内取得了商业成功，销量超过1300万份，成为GBA平台上最畅销的游戏之一。"
    },
    {
      "ID": 4334,
      "URL": "https://zaixianwan.app/games/4334",
      "Title": "口袋妖怪-红宝石V1.1版 Pokemon - Ruby Version(EU)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年在Game Boy Advance平台推出。作为宝可梦系列的第三世代作品，本作将舞台设定在以日本九州为原型的虚构地区——丰缘地区。玩家将扮演一位新搬到未白镇的少年或少女，踏上成为宝可梦大师的旅程。游戏的主要目标包括挑战并击败八个道馆馆主，最终战胜四大天王，成为新的冠军，同时完成宝可梦图鉴。在冒险过程中，玩家还需对抗企图利用传说中的宝可梦改变丰缘地区环境的邪恶组织——熔岩队或海洋队。本作引入了多项新要素，如双打对战模式，允许双方各使用两只宝可梦进行战斗；宝可梦的特性系统，为每只宝可梦赋予独特的能力，影响战斗策略；以及个性系统，影响宝可梦的能力成长方向。此外，游戏还增加了华丽大赛，玩家可以通过提升宝可梦的仪态，参加不同类别的比赛，展示宝可梦的魅力。《口袋妖怪 红宝石》凭借丰富的内容和创新的玩法，成为GBA平台上备受欢迎的经典作品。"
    },
    {
      "ID": 4337,
      "URL": "https://zaixianwan.app/games/4337",
      "Title": "口袋妖怪弹珠台 Pokemon Pinball - Ruby & Sapphire(EU)(M5)(Nintendo)(128Mb)",
      "Description": "《宝可梦弹珠台 红宝石·蓝宝石》是由任天堂于2003年在Game Boy Advance平台上推出的弹珠台游戏。本作是1999年Game Boy Color版《宝可梦弹珠台》的续作，游戏内容丰富，画面绚丽，玩家需要通过在弹珠台内击打各种机关，进入不同模式（如捕获模式、进化模式、孵化模式、奖励关卡等）来收集各种宝可梦。游戏包含红宝石和蓝宝石两个版本，每个版本有独特的台桌和场景，玩家可以通过不同的台桌和场景，捕获和进化宝可梦，最终集齐丰缘图鉴。"
    },
    {
      "ID": 4452,
      "URL": "https://zaixianwan.app/games/4452",
      "Title": "口袋妖怪-火红 Pocket Monster - FireRed(JP)(Nintendo)(128Mb)",
      "Description": "《宝可梦 火红》是由Game Freak开发、任天堂发行的角色扮演游戏，于2004年在Game Boy Advance平台上推出。作为1996年初代作品《宝可梦 红·绿》的重制版，本作保留了原作的经典元素，并引入了多项新功能和改进。在游戏中，玩家将扮演一位来自真新镇的年轻训练家，踏上收集宝可梦、挑战道馆馆主、对抗火箭队并最终成为宝可梦联盟冠军的冒险旅程。游戏采用第三人称视角，玩家可在广阔的关都地区探索，捕捉并培养多种宝可梦，与其他训练家进行回合制对战。相较于原版，《火红》新增了以下特色：新地点：引入了“七之岛”区域，玩家可在此捕捉第二世代的宝可梦，并体验延伸的火箭队剧情。新功能：增加了对战搜寻器，可与户外训练家重新对战；声音记录器，用于记录主要角色的资料；以及帮助功能，提供游戏操作和宝可梦相关内容的说明。角色选择：玩家可选择男或女主角，增强了游戏的代入感。图鉴分类：宝可梦图鉴新增了以9种生态场所为搜索条件的分类功能，方便玩家查找和收集宝可梦。无线通信：通过GBA无线适配器，玩家可与其他玩家进行宝可梦交换或对战，提升了互动性。此外，游戏还对部分宝可梦的栖息地进行了调整，引入了代欧奇希斯的攻击形态和防御形态，并对音乐进行了优化，如四天王对战时使用道馆馆主的背景音乐等。《宝可梦 火红》凭借其丰富的内容和改进的游戏体验，深受玩家喜爱，成为GBA平台上备受推崇的经典作品。"
    },
    {
      "ID": 4454,
      "URL": "https://zaixianwan.app/games/4454",
      "Title": "口袋妖怪-绿叶 Pocket Monster - LeafGreen(JP)(Nintendo)(128Mb)",
      "Description": "《宝可梦 叶绿》（日文：ポケットモンスター リーフグリーン，英文：Pokémon LeafGreen Version）是由GAME FREAK开发、任天堂发行的Game Boy Advance平台角色扮演游戏。作为1996年初代《宝可梦 红／绿》的重制版，本作于2004年1月29日在日本首发，随后在北美、欧洲等地陆续上市。游戏延续了系列传统，玩家将扮演一位宝可梦训练家，在虚构的关都地区展开冒险，捕捉并培养各种宝可梦，挑战道馆馆主，最终目标是成为宝可梦大师。与原版相比，《叶绿》在画面、音效等方面进行了全面升级，并引入了多项新要素。新增的“对战搜寻器”功能允许玩家与户外训练家进行重复对战，提升训练效率。此外，游戏还增加了“声音记录器”，用于记录主要角色的资料。玩家可选择男或女主角，游戏初期会提供按键控制和基本目标的说明，帮助新手更快上手。在剧情方面，游戏新增了“七之岛”区域，主角可以在此捕捉第二世代的宝可梦，并体验延伸的火箭队剧情。第2岛设有欢乐游戏城，第4岛增加了可寄存两只宝可梦的培育屋。完成七之岛的剧情后，四天王的队伍将增加第二世代的宝可梦，提升挑战难度。游戏还引入了GBA无线适配器，玩家无需连接线即可与其他玩家进行宝可梦交换或对战，增强了互动性。通过这些改进和新增内容，《宝可梦 叶绿》为玩家提供了更丰富的游戏体验，成为系列中备受喜爱的作品之一。"
    },
    {
      "ID": 4641,
      "URL": "https://zaixianwan.app/games/4641",
      "Title": "GBA电影-口袋妖怪第2卷 Game Boy Advance Video - Pokemon - Volume 2(US)(Nintendo)(256Mb)",
      "Description": "《GBA电影：口袋妖怪第2卷》（Game Boy Advance Video - Pokemon - Volume 2）是任天堂在Game Boy Advance（GBA）平台上推出的《口袋妖怪》动画合集之一。该系列共发行了四卷，每卷包含若干集精选的《口袋妖怪》动画剧集。由于GBA硬件性能的限制，动画的画质相较于电视播放有所降低，但在当时，这种便携式的观影体验仍然为玩家带来了新颖的乐趣。通过这款游戏，玩家可以随时随地重温小智与皮卡丘的冒险故事，感受《口袋妖怪》世界的魅力。"
    },
    {
      "ID": 4642,
      "URL": "https://zaixianwan.app/games/4642",
      "Title": "GBA电影-口袋妖怪第1卷 Game Boy Advance Video - Pokemon - Volume 1(US)(Nintendo)(256Mb)",
      "Description": "《GBA电影：口袋妖怪第1卷》是任天堂于2004年推出的Game Boy Advance Video系列中的一款作品，旨在让玩家通过GBA掌机观看《口袋妖怪》动画。该系列共发行了四卷，每卷包含若干集精选的《口袋妖怪》动画。第1卷收录了“热水战斗”（A Hot Water Battle）和“凤王的铃声”（For Ho-Oh the Bells Toll!）两集，均来自《口袋妖怪：大师任务》篇章。由于GBA卡带容量有限，视频内容经过高度压缩，导致画质和音质相对较低，画面分辨率为240×160，音频为单声道。此外，为防止通过GameCube的Game Boy Player进行录制，卡带设置了防复制保护，仅能在GBA、GBA SP、GBA Micro、任天堂DS和DS Lite等掌机上播放。尽管存在画质和音质的限制，但在当时，能够在掌机上观看《口袋妖怪》动画对粉丝而言仍是一种新颖且便捷的体验。《GBA电影：口袋妖怪第1卷》为玩家提供了随时随地重温经典动画的机会，丰富了GBA的娱乐功能。"
    },
    {
      "ID": 4728,
      "URL": "https://zaixianwan.app/games/4728",
      "Title": "口袋妖怪-火红 Pokemon - Fire Red Version(US)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪：火红》是由Game Freak开发，任天堂发行的角色扮演游戏，于2004年在Game Boy Advance平台推出。作为1996年初代《口袋妖怪 红/绿》的重制版，本作在保留原有经典玩法的基础上，融入了教学流程、地图扩展等新元素。玩家将扮演一位来自真新镇的年轻训练家，踏上收集宝可梦、挑战道馆馆主、对抗火箭队并最终成为宝可梦联盟冠军的冒险旅程。游戏采用俯视视角，战斗为回合制，玩家需通过捕捉、培养宝可梦，组建强大的队伍。新增的“七之岛”区域为玩家提供了捕捉第二世代宝可梦的机会，丰富了游戏内容。游戏在全球范围内取得了超过1180万份的销量，广受玩家好评。"
    },
    {
      "ID": 4729,
      "URL": "https://zaixianwan.app/games/4729",
      "Title": "口袋妖怪-绿叶 Pokemon - Leaf Green Version(US)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 绿叶版》是由 Game Freak 开发、任天堂发行的角色扮演游戏，于 2004 年在 Game Boy Advance 平台推出。作为 1996 年初代作品《口袋妖怪 红·绿》的重制版，本作在保留原作经典元素的同时，融入了第三世代的全新特性和系统。玩家将扮演一位来自真新镇的年轻训练家，踏上收集宝可梦、挑战道馆馆主、对抗邪恶组织火箭队的冒险旅程。游戏新增了女主角叶子的选项，以及七岛地区的全新剧情，丰富了游戏内容。画面采用了《红宝石/蓝宝石》的引擎进行强化，呈现出更精美的视觉效果。游戏支持与《红宝石/蓝宝石》版本的联动交换，进一步提升了可玩性。"
    },
    {
      "ID": 4741,
      "URL": "https://zaixianwan.app/games/4741",
      "Title": "口袋妖怪-绿宝石 Pocket Monster - Emerald(JP)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 绿宝石》是由 GAME FREAK 开发，任天堂与宝可梦公司发行的角色扮演游戏，于 2004 年 9 月 16 日在日本发售，2005 年 5 月 1 日在北美发售。本作是《口袋妖怪 红宝石／蓝宝石》的强化版本，封面绘有传说中的宝可梦——烈空坐。游戏设定在丰缘地区，玩家将扮演一位宝可梦训练家，挑战八位道馆馆主，最终目标是击败四天王并成为联盟冠军。在冒险过程中，玩家需要捕捉、训练并进化各种宝可梦，完成宝可梦图鉴。游戏引入了烈空坐的剧情，并在通关后开放了对战开拓区，提供多种战斗模式供玩家挑战。此外，游戏还增加了双打对战机制，部分训练家会同时挑战玩家，增加了战斗的策略性。"
    },
    {
      "ID": 4767,
      "URL": "https://zaixianwan.app/games/4767",
      "Title": "口袋妖怪-火红 Pokemon - Edicion Rojo Fuego(ES)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪：火红》是由Game Freak开发、任天堂发行的角色扮演游戏，于2004年1月29日在日本首发，随后在北美和欧洲等地上市。本作是1996年初代《口袋妖怪 红/绿》的重制版，采用了《红宝石/蓝宝石》的游戏引擎，并在画面和系统上进行了强化。游戏以第三人称视角进行，玩家扮演一位来自真新镇的少年或少女，踏上成为宝可梦大师的旅程。初始可选择妙蛙种子、小火龙或杰尼龟作为伙伴。在冒险过程中，玩家需要捕捉并培养各种宝可梦，与其他训练家对战，挑战道馆馆主以获取徽章，最终目标是击败四天王，成为宝可梦联盟冠军。本作新增了“对战搜寻器”，允许玩家与户外训练家重新对战；“声音记录器”，记录主要角色的资料；以及全新的“七之岛”区域，玩家可在此捕捉第二世代的宝可梦。此外，游戏继承了第二、三世代新增的特性、属性、携带物品和招式等系统，丰富了游戏内容。《口袋妖怪：火红》在全球范围内取得了巨大的成功，累计销量超过1200万份。游戏凭借其经典的玩法和丰富的内容，成为众多玩家心目中的经典之作。"
    },
    {
      "ID": 4768,
      "URL": "https://zaixianwan.app/games/4768",
      "Title": "口袋妖怪-绿叶 Pokemon - Edicion Verde Hoja(ES)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 绿叶版》是由 Game Freak 开发的角色扮演游戏，于 2004 年 1 月 29 日在 Game Boy Advance 平台上发行。作为初代《口袋妖怪 红·绿》的重制版，本作在保留原作经典元素的基础上，进行了画面和系统的全面升级。玩家将扮演一位来自真新镇的年轻训练家，踏上收集宝可梦、挑战道馆馆主、对抗火箭队并最终成为宝可梦联盟冠军的冒险旅程。游戏新增了女主角叶子的选项，以及第二、三世代引入的特性、属性、携带物品和招式等系统。此外，新增的七岛剧情为玩家提供了更多探索和挑战的内容。"
    },
    {
      "ID": 4769,
      "URL": "https://zaixianwan.app/games/4769",
      "Title": "口袋妖怪-绿叶 Pokemon - Blattgrune Edition(DE)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪：绿叶版》是由Game Freak开发、任天堂发行的角色扮演游戏，于2004年1月29日在日本首发，随后在北美和欧洲上市。作为1996年初代《口袋妖怪 红·绿》的重制版，本作采用了《红宝石/蓝宝石》的游戏引擎，画面和音效均有显著提升。游戏的舞台设定在关都地区，玩家将扮演一位来自真新镇的年轻训练家，踏上收集宝可梦、挑战道馆馆主、对抗邪恶组织火箭队的冒险旅程。在旅途中，玩家需要捕捉并培养各种宝可梦，组建强大的队伍，以挑战四天王和最终的冠军。与原版相比，《绿叶版》新增了女性主角叶子的选项，玩家可以选择扮演男孩或女孩，体验不同的游戏视角。此外，游戏引入了第二世代和第三世代的特性、属性、携带物品和招式等系统，丰富了战斗策略。游戏还增加了七岛地区的剧情，提供了新的地图和任务，延长了游戏的可玩性。通过无线适配器，玩家可以与朋友进行宝可梦交换、对战，以及参与迷你游戏，增强了互动体验。《口袋妖怪：绿叶版》凭借其丰富的内容和经典的玩法，成为GBA平台上备受欢迎的作品之一，深受玩家喜爱。"
    },
    {
      "ID": 4770,
      "URL": "https://zaixianwan.app/games/4770",
      "Title": "口袋妖怪-火红 Pokemon - Feuerrote Edition(DE)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 火红版》是由Game Freak开发、任天堂发行的角色扮演游戏，于2004年1月29日在日本发售，随后在北美和欧洲上市。本作是1996年初代《口袋妖怪 红/绿》的重制版，采用了《红宝石/蓝宝石》的游戏引擎，并在画面和系统上进行了强化。游戏的舞台设定在关都地区，玩家将扮演一位来自真新镇的年轻训练家，踏上收集宝可梦、挑战道馆馆主、对抗火箭队并最终成为宝可梦联盟冠军的冒险旅程。在游戏开始时，玩家可以选择男孩或女孩作为主角，并从妙蛙种子、小火龙和杰尼龟三只初学者宝可梦中选择一只作为伙伴。游戏采用俯视视角，战斗为回合制，玩家需要通过捕捉、培养和训练宝可梦，与其他训练家进行对战。本作新增了多个特色内容，包括：对战搜寻器：允许玩家与户外训练家重新对战。声音记录器：记录主要角色的资料。新地点“七之岛”：玩家可以在此捕捉第二世代的宝可梦，并体验延伸的火箭队剧情。此外，游戏还引入了第二世代和第三世代的特性、属性、携带物品和招式等系统，丰富了游戏内容。《口袋妖怪 火红版》在全球范围内取得了巨大的成功，累计销量超过1200万份，成为GBA平台上最畅销的游戏之一。"
    },
    {
      "ID": 4771,
      "URL": "https://zaixianwan.app/games/4771",
      "Title": "口袋妖怪-火红 Pokemon - Version Rouge Feu(FR)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪：火红》是由Game Freak开发、任天堂发行的角色扮演游戏，于2004年在Game Boy Advance平台推出。作为1996年初代《口袋妖怪 红/绿》的重制版，本作在保留原作经典玩法的基础上，进行了画面和系统的全面升级。玩家将扮演一位来自真新镇的年轻训练家，踏上收集宝可梦、挑战道馆馆主、对抗火箭队并最终成为宝可梦联盟冠军的冒险旅程。游戏新增了“对战搜寻器”，使玩家能够与户外训练家重新对战；引入了“声音记录器”，记录主要角色的资料；并开放了全新的“七之岛”区域，玩家可在此捕捉第二世代的宝可梦。此外，游戏还支持与《宝可梦 红宝石/蓝宝石》进行联动交换，丰富了宝可梦的获取途径。凭借精美的画面、丰富的内容和经典的玩法，《口袋妖怪：火红》成为了众多玩家心目中的经典之作。"
    },
    {
      "ID": 4772,
      "URL": "https://zaixianwan.app/games/4772",
      "Title": "口袋妖怪-绿叶 Pokemon - Version Vert Feuille(FR)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 绿叶版》是由 Game Freak 开发的角色扮演游戏，于 2004 年 1 月 29 日在 Game Boy Advance 平台上发行。作为初代《口袋妖怪 红·绿》的重制版，本作在保留原作经典元素的基础上，进行了画面和系统的全面升级。玩家将扮演一位来自真新镇的年轻训练家，踏上收集宝可梦、挑战道馆馆主、对抗邪恶组织火箭队的冒险旅程。游戏新增了女主角叶子的选项，以及第二、三世代引入的特性、属性、携带物品和招式等系统。此外，游戏还增加了七岛地区的剧情，为玩家提供了更丰富的探索内容。"
    },
    {
      "ID": 4775,
      "URL": "https://zaixianwan.app/games/4775",
      "Title": "GBA电影-口袋妖怪第3卷 Game Boy Advance Video - Pokemon - Volume 3(US)(Nintendo)(256Mb)",
      "Description": "《GBA电影：口袋妖怪第3卷》（Game Boy Advance Video - Pokémon - Volume 3）是任天堂在Game Boy Advance（GBA）平台上推出的一款视频卡带，收录了《口袋妖怪》动画系列的精选集。该系列共发行了四卷，每卷包含若干集动画内容，为玩家提供了在掌机上观看《口袋妖怪》动画的全新体验。由于GBA硬件性能的限制，视频的画质和音质相较于传统电视播放有所降低，但在当时，这种便携式的观看方式仍然为《口袋妖怪》爱好者带来了新鲜感和便利性。玩家可以随时随地通过GBA观看自己喜爱的动画片段，丰富了GBA的娱乐功能。需要注意的是，GBA视频系列主要面向北美市场发行，视频内容为英文版本，且未提供字幕选项。因此，对于非英语地区的玩家而言，理解内容可能存在一定的障碍。此外，GBA视频卡带仅支持在GBA及兼容设备上播放，无法在其他设备上使用。总体而言，《GBA电影：口袋妖怪第3卷》作为GBA平台上的一款特殊产品，体现了任天堂在掌机领域的多元化尝试，满足了当时玩家对便携式多媒体娱乐的需求。"
    },
    {
      "ID": 4776,
      "URL": "https://zaixianwan.app/games/4776",
      "Title": "GBA电影-口袋妖怪第4卷 Game Boy Advance Video - Pokemon - Volume 4(US)(Nintendo)(256Mb)",
      "Description": "《GBA电影：口袋妖怪第4卷》（Game Boy Advance Video - Pokemon - Volume 4）是任天堂在Game Boy Advance（GBA）平台上推出的《口袋妖怪》动画合集之一。该系列共包含四卷，每卷收录若干集《口袋妖怪》动画，旨在让玩家通过GBA掌机随时随地欣赏喜爱的动画内容。由于GBA硬件性能的限制，动画画质相较于电视播放有所降低，但在当时仍为玩家提供了便捷的观影体验。"
    },
    {
      "ID": 4777,
      "URL": "https://zaixianwan.app/games/4777",
      "Title": "口袋妖怪-火红 Pokemon - Versione Rosso Fuoco(IT)(Nintendo)(128Mb)",
      "Description": "《宝可梦 火红版》是由Game Freak开发、任天堂发行的角色扮演游戏，于2004年在Game Boy Advance平台推出。作为1996年初代作品《宝可梦 红·绿》的重制版，本作保留了原作的经典元素，并引入了多项新功能和改进。玩家将扮演一位年轻的宝可梦训练家，在关都地区展开冒险，捕捉并培养各种宝可梦，挑战道馆馆主，最终目标是成为宝可梦大师。游戏新增了对战搜寻器、声音记录器等功能，允许玩家与训练家重新对战并记录主要角色资料。此外，新增的七之岛地区提供了丰富的探索内容和新的剧情线索。游戏还支持GBA无线适配器，实现了与其他玩家的宝可梦交换和对战功能。凭借丰富的内容和改进的游戏体验，《宝可梦 火红版》在全球范围内获得了广泛的好评。"
    },
    {
      "ID": 4778,
      "URL": "https://zaixianwan.app/games/4778",
      "Title": "口袋妖怪-绿叶 Pokemon - Versione Verde Foglia(IT)(Nintendo)(128Mb)",
      "Description": "《宝可梦 火红／叶绿》是由Game Freak开发、任天堂发行的Game Boy Advance平台角色扮演游戏，于2004年1月29日在日本首发，随后在北美和欧洲地区上市。该作是1996年初代《宝可梦 红／绿》的重制版，保留了原作的经典剧情和玩法，并在此基础上进行了多项改进和扩展。游戏采用第三人称视角，玩家扮演一位宝可梦训练家，在虚构的关都地区展开冒险。主要目标是捕捉、培养各种宝可梦，挑战道馆馆主，收集八枚徽章，最终击败四天王和冠军，成为宝可梦大师。相较于原版，《火红／叶绿》引入了多项新要素：教学系统：在游戏初期，大木博士会详细说明游戏的基本操作和目标，帮助新手玩家快速上手。帮助功能：新增的帮助系统允许玩家通过L或R键查看游戏提示，解答关于宝可梦的各种问题。对战搜寻器：玩家可以使用该装置与之前遇到的训练家重新对战，提升宝可梦的经验值。声音记录器：记录主要角色的资料，方便玩家随时查阅。角色选择：玩家可以选择男或女主角，增加游戏的代入感。全屏地图显示：进入特定地点（如常青森林、地鼠洞穴）时，会有全屏的地点绘图显示，方便玩家导航。剧情概要：每次加载游戏时，会简述主角旅行途中的重要事件，帮助玩家回顾进度。宝可梦图鉴扩展：新增以生态场所为分类的搜索功能，方便玩家查找特定类型的宝可梦。无线通信：通过GBA无线适配器，玩家可以与其他玩家进行宝可梦交换或对战，增强互动性。此外，游戏还新增了“七之岛”区域，玩家可以在此捕捉第二世代的宝可梦，并体验延伸的火箭队剧情。《宝可梦 火红／叶绿》在全球范围内取得了巨大的商业成功，累计销量超过1182万份。游戏在保留原作经典元素的同时，融入了丰富的新内容，为新老玩家带来了全新的游戏体验。"
    },
    {
      "ID": 4783,
      "URL": "https://zaixianwan.app/games/4783",
      "Title": "口袋妖怪-绿叶 Pokemon - Leaf Green Version(UE)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 绿叶版》是由 Game Freak 开发、任天堂发行的角色扮演游戏，于 2004 年在 Game Boy Advance 平台上推出。作为 1996 年初代《口袋妖怪 红/绿》的重制版，本作保留了原作的经典剧情，并在画面、系统等方面进行了全面升级。游戏设定在虚构的关都地区，玩家将扮演一位年轻的宝可梦训练家，从真新镇出发，踏上收集宝可梦、挑战道馆馆主、对抗邪恶组织火箭队的冒险旅程。游戏开始时，玩家可从妙蛙种子、小火龙和杰尼龟三只初始宝可梦中选择一只作为伙伴。在《绿叶版》中，新增了七岛地区的剧情，玩家可在通关后前往探索，捕捉更多种类的宝可梦，并完成额外的任务。此外，游戏引入了第二、三世代的特性、属性、携带物品和招式等系统，使战斗策略更加丰富多样。游戏采用俯视视角，玩家可在地图上自由探索，与野生宝可梦或其他训练家进行回合制战斗。通过捕捉、训练和进化宝可梦，玩家可组建强大的队伍，挑战宝可梦联盟，最终成为冠军。《口袋妖怪 绿叶版》凭借其丰富的内容、精美的画面和经典的玩法，深受玩家喜爱，是宝可梦系列中备受推崇的作品之一。"
    },
    {
      "ID": 4787,
      "URL": "https://zaixianwan.app/games/4787",
      "Title": "口袋妖怪-火红 Pokemon - Fire Red Version(UE)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪：火红》是由Game Freak开发、任天堂发行的角色扮演游戏，于2004年在Game Boy Advance平台推出。作为1996年初代《口袋妖怪 红/绿》的重制版，本作在保留原作经典元素的基础上，进行了画面和系统的全面升级。玩家将扮演一位来自真新镇的年轻训练家，踏上收集宝可梦、挑战道馆馆主、对抗邪恶组织火箭队，并最终成为宝可梦联盟冠军的冒险旅程。游戏采用俯视视角，战斗为回合制，玩家可通过捕捉、培养和交换宝可梦，完成图鉴并组建强大的队伍。新增的“七之岛”区域为玩家提供了更多探索内容和挑战。游戏在全球范围内取得了巨大的商业成功，销量超过1182万份，深受玩家喜爱。"
    },
    {
      "ID": 4857,
      "URL": "https://zaixianwan.app/games/4857",
      "Title": "口袋妖怪-红宝石 Pokemon - Edicion Rubi(ES)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年在Game Boy Advance平台上推出。作为宝可梦系列的第三世代作品，本作引入了全新的丰缘地区，玩家将扮演一位新晋训练师，踏上收集宝可梦、挑战道馆馆主、击败四天王并完成宝可梦图鉴的冒险旅程。游戏新增了双打对战模式，允许两只宝可梦同时参战，增加了战斗的策略性。此外，每只宝可梦都拥有独特的特性和个性，影响其在战斗中的表现和能力成长。游戏还引入了华丽大赛，玩家可以通过提升宝可梦的仪态，参加不同类别的比赛，展示宝可梦的魅力。通过连接线，最多支持四位玩家进行联机对战和交换宝可梦，增强了互动性。凭借丰富的内容和创新的玩法，《口袋妖怪 红宝石》在全球范围内取得了巨大的成功，成为GBA平台上最畅销的游戏之一。"
    },
    {
      "ID": 4858,
      "URL": "https://zaixianwan.app/games/4858",
      "Title": "口袋妖怪-蓝宝石 Pokemon - Edicion Zafiro(ES)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 蓝宝石》是由 Game Freak 开发、任天堂发行的角色扮演游戏，于 2002 年 11 月 21 日在日本首发，随后于 2003 年在其他地区陆续推出。作为宝可梦系列的第三世代作品，本作在玩法和操作方式上与前作基本相同，玩家以鸟瞰视角操作主角，目标是打败四大天王并完成宝可梦图鉴。本作引入了多项新元素，包括双打对战、宝可梦特性以及 135 只新宝可梦。双打对战模式允许双方各使用两只宝可梦参战，某些招式可同时影响敌方两只宝可梦。特性系统为每只宝可梦赋予独特的能力，影响战斗策略。此外，游戏还提供了最多四位玩家的联机对战功能。游戏的主要目标是击败四大天王并完成宝可梦图鉴，同时挫败敌对组织的计划。玩家将探索丰缘地区，挑战道馆馆主，收集徽章，最终进入宝可梦联盟进行最终挑战。《口袋妖怪 蓝宝石》在发售后获得了广泛的好评，尽管部分评论认为其与前作相比变化不大，但游戏的深度和新元素的加入仍然吸引了大量玩家。"
    },
    {
      "ID": 5009,
      "URL": "https://zaixianwan.app/games/5009",
      "Title": "口袋妖怪-红宝石 Pokemon - Versione Rubino(IT)(Nintendo)(128Mb)",
      "Description": "《宝可梦 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在其他地区陆续推出。作为宝可梦系列的第三世代作品，本作首次登陆Game Boy Advance平台，带来了全新的游戏体验。游戏设定在丰缘地区，玩家将扮演一位新晋宝可梦训练师，踏上收集宝可梦、挑战道馆馆主、击败四天王并完成宝可梦图鉴的冒险旅程。与前作相比，《红宝石》引入了多项新元素，如双打对战模式，使战斗策略更加多样化；宝可梦的特性系统，为每只宝可梦赋予独特的能力，影响战斗表现；以及个性系统，影响宝可梦的能力成长方向。此外，游戏还新增了华丽大赛，玩家可以通过提升宝可梦的仪态，参加不同类别的比赛，展示宝可梦的魅力。游戏的时间系统也有所改进，影响潮汐变化和树果生长等活动，但未区分昼夜。《宝可梦 红宝石》在全球范围内取得了巨大的商业成功，销量超过1300万份，成为GBA平台上最畅销的游戏之一。其后，官方于2014年在任天堂3DS平台推出了重制版《宝可梦 欧米伽红宝石》，采用全新的三维引擎，为玩家带来焕然一新的游戏体验。"
    },
    {
      "ID": 5010,
      "URL": "https://zaixianwan.app/games/5010",
      "Title": "口袋妖怪-蓝宝石 Pokemon - Versione Zaffiro(IT)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪：蓝宝石版》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后于2003年在其他地区陆续推出。作为宝可梦系列的第三世代作品，本作在玩法和操作方式上延续了前作的经典模式，玩家以鸟瞰视角操作主角，目标是击败四大天王并完成宝可梦图鉴。本作引入了多项新元素，包括双打对战、宝可梦特性以及135只新宝可梦。双打对战模式允许双方各派出两只宝可梦进行战斗，某些招式可以同时影响敌方的两只宝可梦。特性系统为每只宝可梦赋予独特的能力，可能在战斗中提升己方能力、削弱敌方能力或改变天气等。由于GBA主机性能的提升，本作支持最多四位玩家的联机对战，增强了游戏的互动性和可玩性。此外，游戏还新增了华丽大赛和秘密基地等玩法，丰富了游戏内容，提供了更多的探索和挑战。《口袋妖怪：蓝宝石版》在全球范围内取得了巨大的商业成功，销量超过1300万份，成为GBA平台上最畅销的游戏之一。其出色的游戏性和创新的玩法使其在玩家中享有极高的评价，至今仍被视为宝可梦系列的经典之作。"
    },
    {
      "ID": 5071,
      "URL": "https://zaixianwan.app/games/5071",
      "Title": "口袋妖怪-蓝宝石 Pokemon - Version Saphir(FR)(Nintendo)(128Mb)",
      "Description": "《宝可梦 蓝宝石》是由Game Freak开发、任天堂发行的Game Boy Advance平台角色扮演游戏，于2002年11月21日首次发售。作为宝可梦系列的第三世代作品，游戏延续了前作的核心玩法，玩家以鸟瞰视角操作主角，目标是挑战四天王并完成宝可梦图鉴，同时挫败敌对组织的阴谋。本作引入了多项新元素，包括双打对战机制、宝可梦的特性与性格，以及新增的135只宝可梦，使总数达到386种。双打对战允许双方各派出两只宝可梦参战，某些招式可同时影响敌方两只宝可梦，增加了战斗的策略性。特性为每只宝可梦赋予独特的能力，影响战斗表现，如“威吓”特性可在出场时降低敌方攻击力。性格则影响宝可梦的能力值成长方向，增加了培养的多样性。游戏还引入了“华丽大赛”这一全新玩法，玩家可通过提升宝可梦的“仪态”参与比赛，展示其魅力。仪态可通过使用树果制作的“方块糖”来提升，为游戏增添了趣味性。由于GBA硬件性能的提升，本作在画面表现上较前作有显著改进，支持最多四人联机对战，增强了玩家之间的互动性。总体而言，《宝可梦 蓝宝石》在保留系列经典玩法的同时，加入了多项创新元素，为玩家带来了丰富且富有挑战性的游戏体验。"
    },
    {
      "ID": 5072,
      "URL": "https://zaixianwan.app/games/5072",
      "Title": "口袋妖怪-红宝石 Pokemon - Version Rubis(FR)(Nintendo)(128Mb)",
      "Description": "《宝可梦 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在其他地区陆续推出。作为宝可梦系列的第三世代作品，本作首次登陆Game Boy Advance平台，为玩家带来了全新的冒险体验。游戏设定在以日本九州为原型的丰缘地区，玩家将扮演一位新晋宝可梦训练家，踏上旅程，挑战道馆馆主，击败四天王，最终成为宝可梦联盟冠军。游戏引入了多项新元素，如双打对战模式，允许两只宝可梦同时参战，增加了战术深度；宝可梦的特性系统，使每只宝可梦拥有独特的被动技能，影响战斗表现；性格系统，影响宝可梦的能力成长方向。此外，游戏还新增了华丽大赛，玩家可通过提升宝可梦的魅力、酷劲等属性，参与不同类别的比赛，丰富了游戏内容。游戏支持最多四人联机对战，玩家可通过连接线与朋友交换宝可梦或进行对战，增强了互动性。凭借丰富的内容和创新的玩法，《宝可梦 红宝石》在全球范围内取得了巨大的商业成功，成为GBA平台上最畅销的游戏之一。"
    },
    {
      "ID": 5076,
      "URL": "https://zaixianwan.app/games/5076",
      "Title": "口袋妖怪-红宝石 Pokemon - Rubin-Edition(DE)(Nintendo)(128Mb)",
      "Description": "《宝可梦 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在其他地区陆续推出。作为宝可梦系列的第三世代作品，本作首次登陆Game Boy Advance平台，带来了全新的游戏体验。游戏设定在丰缘地区，玩家将扮演一位新晋的宝可梦训练师，踏上收集宝可梦、挑战道馆馆主、击败四天王并完成宝可梦图鉴的冒险旅程。与前作相比，《红宝石》引入了多项新元素，如双打对战模式，使战斗策略更加多样化；宝可梦的特性系统，为每只宝可梦赋予独特的能力，影响战斗表现；此外，游戏还新增了华丽大赛，玩家可以通过提升宝可梦的仪态，参与不同类别的比赛，增加游戏的趣味性。在剧情方面，玩家将面对企图扩张陆地面积的反派组织——熔岩队。玩家需要阻止他们的阴谋，维护丰缘地区的和平。游戏中还引入了新的传说宝可梦，如固拉多，为玩家的冒险增添挑战。《宝可梦 红宝石》在全球范围内取得了巨大的商业成功，销量超过1300万份，成为GBA平台上最畅销的游戏之一。其丰富的内容和创新的玩法，使其在宝可梦系列中占据重要地位，深受玩家喜爱。"
    },
    {
      "ID": 5077,
      "URL": "https://zaixianwan.app/games/5077",
      "Title": "口袋妖怪-蓝宝石 Pokemon - Saphir-Edition(DE)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 蓝宝石版》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年11月21日在日本首发，随后在其他地区陆续推出。本作是口袋妖怪系列的第三世代作品，首次登陆Game Boy Advance平台，带来了全新的游戏体验。游戏设定在丰缘地区，玩家将扮演一位宝可梦训练家，目标是挑战道馆馆主，收集徽章，最终打败四大天王，成为宝可梦大师。在冒险过程中，玩家还需对抗企图控制整个地区的邪恶组织。本作引入了多项新元素，包括双打对战机制，使得战斗策略更加多样化；宝可梦特性系统，每只宝可梦都拥有独特的特性，影响战斗表现；新增135种宝可梦，丰富了图鉴内容。此外，游戏还支持最多四人联机对战，增强了互动性。《口袋妖怪 蓝宝石版》凭借其丰富的内容和创新的玩法，成为GBA平台上备受欢迎的作品之一。"
    },
    {
      "ID": 5078,
      "URL": "https://zaixianwan.app/games/5078",
      "Title": "口袋妖怪-绿叶 Pokemon - Emerald Version(UE)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 绿宝石》是由 GAME FREAK 开发，任天堂与宝可梦公司发行的角色扮演游戏，于 2004 年 9 月 16 日在日本发售，2005 年 5 月 1 日在北美发售。本作是《口袋妖怪 红宝石／蓝宝石》的强化版本，封面绘有传说中的宝可梦烈空坐。游戏设定在丰缘地区，玩家将扮演一位宝可梦训练家，挑战八位道馆馆主，最终成为联盟冠军。在冒险过程中，玩家将与反派组织熔岩队和海洋队展开对抗，这两个组织分别唤醒了固拉多和盖欧卡，导致丰缘地区出现剧烈的天气异常现象。玩家需要唤醒烈空坐来平息这场纷争。游戏引入了新的剧情元素，如烈空坐的故事线，并在通关后开放了对战开拓区，提供多种战斗模式供玩家挑战。此外，游戏还增加了双打对战机制，地图上两名看似分开的训练家可能会同时发现主角，触发双打战斗。"
    },
    {
      "ID": 5098,
      "URL": "https://zaixianwan.app/games/5098",
      "Title": "口袋妖怪-红宝石V1.2 Pokemon - Ruby Version(US)(Nintendo)(128Mb)",
      "Description": "《宝可梦 红宝石》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年在日本首发，2003年在其他地区推出。作为宝可梦系列的第三世代作品，本作首次登陆Game Boy Advance平台，带来了全新的游戏体验。游戏设定在丰缘地区，玩家将扮演一位新晋宝可梦训练师，目标是挑战道馆馆主，收集徽章，最终打败四天王，成为宝可梦联盟冠军。同时，玩家还需阻止企图改变世界的邪恶组织的阴谋。本作引入了多项新要素，包括双打对战模式，允许两只宝可梦同时参战，增加了战术深度。此外，宝可梦的特性和性格系统也首次登场，进一步丰富了游戏的策略性。在《红宝石》中，玩家将面对以扩张陆地为目标的熔岩队，而在对应版本《蓝宝石》中，则是以扩张海洋为目标的海洋队。两版本的剧情有所不同，提供了多样的游戏体验。游戏还新增了宝可梦华丽大赛，玩家可以通过培养宝可梦的仪态，参加不同类别的比赛，赢得观众的喜爱和评审的高分。《宝可梦 红宝石》凭借其丰富的内容和创新的玩法，成为GBA平台上备受欢迎的作品之一，深受玩家喜爱。"
    },
    {
      "ID": 5103,
      "URL": "https://zaixianwan.app/games/5103",
      "Title": "口袋妖怪-蓝宝石V1.2 Pokemon - Sapphire Version(EU)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪：蓝宝石版》是由Game Freak开发、任天堂发行的角色扮演游戏，于2002年在日本首发，随后在全球范围内推出。作为口袋妖怪系列的第三世代作品，本作首次登陆Game Boy Advance平台，带来了全新的游戏体验。游戏设定在全新的丰缘地区，玩家将扮演一位宝可梦训练家，踏上收集宝可梦、挑战道馆馆主、击败四大天王的冒险旅程。游戏新增了135种全新宝可梦，使总数达到386种，丰富了玩家的收集与培养乐趣。本作引入了多项新元素，如双打对战模式，允许玩家同时使用两只宝可梦进行战斗，增加了战术深度。此外，宝可梦的特性系统也首次登场，每只宝可梦都拥有特定的特性，影响战斗中的表现。例如，特性“威吓”可在宝可梦出场时降低对手的攻击力。由于GBA硬件性能的提升，游戏画面较前作更加精细，支持最多四人联机对战，增强了互动性。游戏还引入了华丽大赛等新玩法，玩家可以通过培养宝可梦的仪态，参与不同类别的比赛，展示宝可梦的魅力。《口袋妖怪：蓝宝石版》凭借其丰富的内容和创新的玩法，成为GBA平台上备受欢迎的作品之一，深受全球玩家喜爱。"
    },
    {
      "ID": 5270,
      "URL": "https://zaixianwan.app/games/5270",
      "Title": "口袋妖怪弹珠台v1.1 Pokemon Pinball Ruby & Sapphire(JP)(Nintendo)(64Mb)",
      "Description": "《口袋妖怪弹珠台 红宝石&蓝宝石》是任天堂于2003年在Game Boy Advance平台推出的弹珠台游戏，作为《口袋妖怪弹珠台》系列的第二部作品。游戏结合了经典的弹珠台玩法与《口袋妖怪》系列的捕捉和收集元素，玩家通过操控弹珠（精灵球）击打各种机关，进入不同模式以捕捉、进化宝可梦，最终完成丰缘地区的图鉴收集。游戏提供红宝石和蓝宝石两种台面，每种台面各有七种场景，包括森林、平原、海洋、洞窟、遗迹等共有场景，以及各自独有的场景，如红宝石台的火山和狩猎地带，蓝宝石台的湖泊和荒漠。玩家需在限定时间内完成捕捉、进化等任务，成功后可进入奖励关卡，挑战传说中的宝可梦，如固拉多、盖欧卡和烈空坐。本作收录了丰缘地区的201只宝可梦，以及城都御三家和化石翼龙等4只客串宝可梦，共计205只可供收集。游戏画面较前作大幅提升，色彩更加丰富，并引入了更多模式和玩法，增加了游戏的可玩性和挑战性。此外，游戏支持与任天堂GameCube的连接功能，玩家可通过NGC TO GBA连接线与《口袋妖怪整理箱 红宝石&蓝宝石》等游戏进行互动，进一步丰富游戏体验。"
    },
    {
      "ID": 5277,
      "URL": "https://zaixianwan.app/games/5277",
      "Title": "口袋妖怪-绿宝石 Pokemon - Smaragd-Edition(DE)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 绿宝石》（Pokémon Emerald）是由 Game Freak 开发，任天堂与宝可梦公司发行的角色扮演游戏，于 2004 年 9 月 16 日在日本发售，2005 年在北美、澳大利亚和欧洲相继推出。游戏设定在丰缘地区，玩家扮演一位宝可梦训练家，目标是挑战八位道馆馆主，最终成为联盟冠军。在冒险过程中，玩家将与反派组织熔岩队和海洋队对抗，这两个组织分别唤醒了传说中的宝可梦固拉多和盖欧卡，导致丰缘地区出现剧烈的天气异常。玩家需要唤醒第三只传说中的宝可梦烈空坐来平息这场纷争。游戏在《红宝石／蓝宝石》的基础上增加了新要素，如烈空坐的剧情和通关后的对战开拓区等内容。此外，游戏还引入了双打对战模式，允许玩家同时使用两只宝可梦进行战斗，增加了战术的多样性。"
    },
    {
      "ID": 5279,
      "URL": "https://zaixianwan.app/games/5279",
      "Title": "口袋妖怪-绿宝石 Pokemon - Version Emeraude(FR)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪 绿宝石》（Pokémon Emerald）是由 GAME FREAK 开发，任天堂与宝可梦公司发行的角色扮演游戏，于 2004 年 9 月 16 日在日本发售，2005 年 5 月 1 日在北美、6 月 9 日在澳洲、10 月 21 日在欧洲发售。游戏设定在丰缘地区，玩家将扮演一位宝可梦训练家，游历各地，挑战八位道馆馆主，并最终挑战四天王和冠军。在《绿宝石》中，熔岩队与海洋队这两个反派组织分别唤醒了固拉多与盖欧卡，导致丰缘地区出现剧烈的天气异常现象。玩家需要唤醒传说中的宝可梦烈空坐，平息固拉多与盖欧卡的纷争。游戏在《红宝石／蓝宝石》的基础上增加了新要素，如战斗塔的加强版“战斗开拓区”，提供多种战斗模式供玩家挑战。此外，游戏还引入了新的双打对战机制，地图上两名看似分开的非玩家角色可能在玩家走到某个地点时同时被触发，开始双打战斗。《口袋妖怪 绿宝石》发售后获得了积极评价，GameSpot 给出 7.5 分，IGN 给出 8 分，GameRankings 评分为 77%。游戏在日本首周售出 79.1 万份，其中首日售出 37.2 万份，成为日本 2004 年第四畅销的电子游戏。"
    },
    {
      "ID": 5282,
      "URL": "https://zaixianwan.app/games/5282",
      "Title": "口袋妖怪-绿宝石西班牙版 Pokemon - Edicion Esmeralda(ES)(Nintendo)(128Mb)",
      "Description": "《宝可梦 绿宝石》是由GAME FREAK开发，任天堂与宝可梦公司发行的角色扮演游戏，于2004年9月16日在日本发售，2005年5月1日在北美、6月9日在澳洲、10月21日在欧洲发售。本作是《宝可梦 红宝石／蓝宝石》的强化版本，封面绘有传说中的宝可梦烈空坐。游戏设定在丰缘地区，玩家将扮演一位宝可梦训练家，挑战八位道馆馆主，最终击败四天王和冠军，完成宝可梦图鉴。在剧情方面，熔岩队与海洋队这两个反派组织分别唤醒了固拉多和盖欧卡，导致丰缘地区出现剧烈的天气异常。玩家需要唤醒烈空坐来平息这场纷争。游戏新增了战斗开拓区，提供多种战斗模式供玩家挑战。此外，游戏引入了双打对战机制，地图上两名看似分开的训练家可能在玩家经过时同时触发，进行双打战斗。《宝可梦 绿宝石》在全球范围内取得了巨大的商业成功，销量超过600万份，成为Game Boy Advance平台上最畅销的游戏之一。"
    },
    {
      "ID": 5299,
      "URL": "https://zaixianwan.app/games/5299",
      "Title": "口袋妖怪-绿宝石 Pokemon - Versione Smeraldo(IT)(Nintendo)(128Mb)",
      "Description": "《宝可梦 绿宝石》是由GAME FREAK开发，任天堂与宝可梦公司发行的角色扮演游戏，于2004年9月16日在日本发售，随后在北美、澳洲和欧洲等地推出。本作是《宝可梦 红宝石／蓝宝石》的强化版本，封面绘有传说中的宝可梦烈空坐。游戏设定在丰缘地区，玩家将扮演一位宝可梦训练家，挑战八位道馆馆主，最终击败四天王和冠军，完成宝可梦图鉴。在剧情方面，熔岩队与海洋队分别唤醒了固拉多和盖欧卡，导致丰缘地区出现剧烈的天气异常。玩家需要唤醒烈空坐来平息这场纷争。游戏新增了对战开拓区，提供多种战斗模式的设施，增加了游戏的可玩性和挑战性。此外，游戏还引入了双打对战系统，使玩家能够同时对战两名训练师，增加了战斗的策略性。"
    },
    {
      "ID": 5331,
      "URL": "https://zaixianwan.app/games/5331",
      "Title": "口袋妖怪不可思议的迷宫 红色救助队 Pokemon Fushigi no Dungeon - Aka no Kyuujotai(JP)(Nintendo)(256Mb)",
      "Description": "《口袋妖怪不可思议的迷宫 红色救助队》是由Chunsoft开发、任天堂发行的角色扮演游戏，于2005年11月17日在日本和台湾的Game Boy Advance平台上发布。游戏采用了不可思议迷宫系列的经典玩法，玩家将扮演一位变成宝可梦的主角，与搭档组成救助队，探索随机生成的迷宫，完成来自其他宝可梦的委托。游戏中包含超过380种宝可梦，包括部分第四世代的宝可梦，如玛狃拉、魔尼尼、小卡比兽等，但这些宝可梦无法成为同伴。游戏的难度受到了玩家的赞扬与批评，媒体指出随机生成的楼层质量不佳。"
    },
    {
      "ID": 5577,
      "URL": "https://zaixianwan.app/games/5577",
      "Title": "口袋妖怪不可思议的迷宫 - 赤之救助队 Pokemon Mystery Dungeon - Red Rescue Team(US)(Nintendo)(256Mb)",
      "Description": "《宝可梦不可思议迷宫 赤之救助队》是由Chunsoft开发、任天堂发行的角色扮演游戏，于2005年11月17日在日本和台湾的Game Boy Advance平台上发布。游戏采用了不可思议迷宫系列的随机生成迷宫机制，玩家将扮演一位变成宝可梦的人类，与搭档组成救助队，前往各个迷宫探险，完成其他宝可梦的委托。游戏开始时，玩家需通过性格测试确定主角的宝可梦形象。游戏支持第三世代图鉴中的所有宝可梦作为同伴，并可通过道具进行进化。GBA版的《赤之救助队》与NDS版的《青之救助队》可进行联动通信，互相救助并传送道具。游戏还引入了救助码系统，玩家在迷宫中被击败时，可生成救助码，其他玩家输入后完成救助，主角即可复活。"
    },
    {
      "ID": 5659,
      "URL": "https://zaixianwan.app/games/5659",
      "Title": "口袋妖怪 赤之救助队 (EU)(M5)(Nintendo)(256Mb)",
      "Description": "《口袋妖怪 不可思议的迷宫 赤之救助队》是由任天堂与Chunsoft合作开发的角色扮演游戏，于2005年11月17日在日本发行，随后于2006年在欧美等地区推出。游戏将《口袋妖怪》系列与《不可思议的迷宫》系列的特色相结合，玩家将化身为一只宝可梦，组建救助队，探索随机生成的迷宫，完成来自其他宝可梦的委托。游戏中，玩家通过回答一系列问题，决定自己变成的宝可梦种类，并从10只宝可梦中选择搭档。游戏内共有超过380种宝可梦登场，包括传说中的宝可梦。游戏采用即时回合制战斗系统，玩家可利用宝可梦的属性和技能，与同伴协作，制定战术，挑战迷宫中的敌人。游戏还支持与《口袋妖怪 不可思议的迷宫 青之救助队》进行联动，交换道具和信息，增加游戏的互动性和可玩性。"
    },
    {
      "ID": 5765,
      "URL": "https://zaixianwan.app/games/5765",
      "Title": "口袋妖怪：火红 (v1.1)(JP)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪：火红》是由Game Freak开发、任天堂发行的Game Boy Advance平台角色扮演游戏，于2004年1月29日在日本首发。作为1996年初代《口袋妖怪 红·绿》的重制版，本作保留了原作的经典元素，并在画面、系统等方面进行了全面升级。游戏采用第三人称视角，玩家扮演一位宝可梦训练家，在关都地区展开冒险。通过捕捉、培养宝可梦，挑战道馆馆主，收集徽章，最终目标是击败四天王，成为宝可梦大师。游戏新增了“七之岛”区域，玩家可在此捕捉第二世代的宝可梦，并体验全新的剧情任务。在战斗系统方面，游戏引入了特性、携带物品等新机制，丰富了战术选择。玩家可通过精灵球捕捉野生宝可梦，培养其成长，学习新技能，并在回合制战斗中与其他训练家对战。《口袋妖怪：火红》在全球范围内取得了巨大的商业成功，销量超过1182万份。游戏在Metacritic上的评分为81%，评论家们普遍认为游戏在保留经典玩法的同时，成功引入了新元素，提升了整体体验。"
    },
    {
      "ID": 21107,
      "URL": "https://zaixianwan.app/games/21107",
      "Title": "口袋妖怪写真[Pokemon Snap](JP)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪写真》（日文名：ポケモンスナップ，英文名：Pokémon Snap）是一款由任天堂于1999年在Nintendo 64平台上发行的第一人称摄影游戏。玩家扮演一名摄影师，受邀前往神奇宝贝岛，乘坐特殊的轨道车，穿越多样化的环境，如海滩、洞穴、河流等，拍摄栩栩如生的宝可梦。游戏中，玩家需利用各种道具，如苹果、烟雾球等，引导宝可梦做出特定动作，以捕捉最佳镜头。拍摄的照片会由博士进行评分，依据构图、姿势、数量等因素给予评价。游戏以其独特的玩法和丰富的互动性，深受玩家喜爱，成为宝可梦系列中的经典之作。"
    },
    {
      "ID": 21108,
      "URL": "https://zaixianwan.app/games/21108",
      "Title": "口袋妖怪竞技场[Pokemon Stadium](JP)(Nintendo)(128Mb)",
      "Description": "《宝可梦竞技场》（日文：ポケモンスタジアム，英文：Pokémon Stadium）是由HAL研究所开发、任天堂发行的战斗模拟游戏，于1998年8月1日在日本的N64平台上独家发售。该游戏是宝可梦竞技场系列的首款作品，主要以3D形式呈现宝可梦对战。游戏提供多种模式，包括战斗、整理、一览、图鉴、登录、手持和GB模式。通过64GB转换器，玩家可以将《宝可梦》系列游戏中的宝可梦传输至游戏中进行对战。在对战方面，游戏设有自由对战和锦标赛模式。自由对战允许玩家与其他玩家或NPC进行对战，分为1-30级、50-55级和自由等级。锦标赛模式中，玩家可挑战现实世界比赛的选手，完成后可获得积分，用于在GB模式中加速游戏进程。游戏内可使用40种宝可梦进行对战，其中大部分来自1997年任天堂杯参赛选手使用的宝可梦。值得一提的是，时任HAL研究所程序员、任天堂已故前社长岩田聪在没有参考文档的情况下，仅用一周时间就将《红／绿／蓝》的代码移植，并为本作编写了基本的程序代码。由于该游戏仅在日本发售，海外玩家可能对其了解较少。"
    },
    {
      "ID": 21109,
      "URL": "https://zaixianwan.app/games/21109",
      "Title": "口袋妖怪竞技场2[Pokemon Stadium 2](JP)(Nintendo)(256Mb)",
      "Description": "《宝可梦竞技场2》（日文：ポケモンスタジアム2，英文：Pokémon Stadium）是任天堂于1999年4月30日在日本发行的任天堂64平台游戏。该游戏允许玩家将第一世代《宝可梦》系列游戏《红／绿／蓝》与《皮卡丘》中捕获的宝可梦上传至任天堂64平台进行3D化的回合制战斗。游戏中增加了6种竞技场规则，并提供了最多支持4人游玩的9种迷你游戏。2023年4月12日，该游戏在Nintendo Switch Online + 扩展包服务的N64游戏库中再度发行，但不再支持与《红／绿／蓝／皮卡丘》及其再发行版的联动。"
    },
    {
      "ID": 21110,
      "URL": "https://zaixianwan.app/games/21110",
      "Title": "口袋妖怪竞技场 金银[Pokemon Stadium Kin Gin](JP)(Nintendo)(512Mb)",
      "Description": "《口袋妖怪竞技场 金银》是任天堂于2000年12月14日在N64平台推出的战斗模拟游戏。游戏支持1至4名玩家，提供多种模式，包括竞技场挑战、道馆馆主城堡、自由对战、宝可梦学院和小游戏等。玩家可通过64GB转换器，将Game Boy版的《红／绿／蓝》、《皮卡丘》，甚至是《金／银》的宝可梦传输至游戏中，或使用游戏内的出租宝可梦进行战斗。游戏还包含12个全新的小游戏，如在皮丘的发电大赛中产生最多电能等，增加了游戏的趣味性。此外，玩家可以在GB大楼通过64GB转换器游玩兼容的宝可梦游戏，或在研究所查看3D图鉴、交换宝可梦等。"
    },
    {
      "ID": 21111,
      "URL": "https://zaixianwan.app/games/21111",
      "Title": "口袋妖怪方块联赛[Pokemon Puzzle League](EU)(Nintendo)(256Mb)",
      "Description": "《口袋妖怪方块联赛》（Pokémon Puzzle League）是任天堂于2000年在N64平台推出的一款益智游戏。游戏以《口袋妖怪》系列为主题，结合了经典的方块消除玩法，玩家需要通过排列和消除相同的方块来进行战斗。游戏中，玩家将扮演训练师，与各式各样的对手进行对战。通过消除方块，玩家的宝可梦会对对手发动攻击，造成伤害。游戏的目标是通过策略性的方块消除，击败所有对手，成为方块联赛的冠军。游戏提供了多种模式，包括单人挑战和多人对战，满足不同玩家的需求。"
    },
    {
      "ID": 21112,
      "URL": "https://zaixianwan.app/games/21112",
      "Title": "口袋妖怪方块联赛[Pokemon Puzzle League](FR)(Nintendo)(256Mb)",
      "Description": "《口袋妖怪方块联赛》（Pokémon Puzzle League）是一款由任天堂于2000年在Nintendo 64平台上发行的益智游戏。游戏以《口袋妖怪》系列为主题，结合了经典的方块消除玩法，玩家需要通过移动和排列不同的方块来进行消除，进而对对手造成伤害。游戏中包含多种模式，包括单人挑战和多人对战，玩家可以选择自己喜爱的口袋妖怪角色进行游戏。游戏的画面色彩鲜艳，音乐轻松愉快，适合各个年龄段的玩家体验。"
    },
    {
      "ID": 21113,
      "URL": "https://zaixianwan.app/games/21113",
      "Title": "口袋妖怪方块联赛[Pokemon Puzzle League](DE)(Nintendo)(256Mb)",
      "Description": "《宝可梦拼图联盟》（Pokémon Puzzle League）是一款由任天堂于2000年在Nintendo 64平台发行的方块消除类游戏。游戏以《宝可梦》动画为背景，玩家将扮演主角小智，参与官方拼图联盟锦标赛，挑战各道馆馆主、四天王以及最终的冠军小茂。游戏采用经典的方块消除玩法，玩家需要将相同的方块排列在一起进行消除，随着游戏进程，难度逐渐增加，考验玩家的反应速度和策略能力。游戏还引入了3D模式，增加了游戏的趣味性和挑战性。"
    },
    {
      "ID": 21114,
      "URL": "https://zaixianwan.app/games/21114",
      "Title": "口袋妖怪方块联赛[Pokemon Puzzle League](US)(Nintendo)(256Mb)",
      "Description": "《宝可梦拼图联盟》（Pokémon Puzzle League）是一款由任天堂于2000年在北美地区发行的N64平台方块消除游戏。游戏以《宝可梦》动画为基础，玩家将扮演小智，与皮卡丘一同前往拼图村，参加官方拼图联盟锦标赛。在游戏中，玩家需要通过消除相同颜色的方块来进行对战，目标是获得八枚徽章，挑战四天王，并最终成为拼图联盟冠军。游戏引入了3D模式，并允许玩家编辑关卡，增加了游戏的多样性和挑战性。值得注意的是，《宝可梦拼图联盟》最初仅在北美和欧洲等地区发行，未在日本和韩国正式发布。"
    },
    {
      "ID": 21115,
      "URL": "https://zaixianwan.app/games/21115",
      "Title": "口袋妖怪写真[Pokemon Snap](AU)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪写真》（英文名：Pokemon Snap）是一款由任天堂于1999年在Nintendo 64平台上发行的摄影题材游戏。玩家扮演一位名为托德的摄影师，受邀前往神奇宝贝岛，乘坐特殊的轨道车，穿越多样化的环境，如丛林、河流、火山等，拍摄栖息在岛上的神奇宝贝。游戏的目标是通过拍摄高质量的照片，完成博士交付的图鉴任务。玩家需要利用各种道具，如苹果、烟雾球等，引导神奇宝贝做出特定动作，以捕捉更生动的画面。游戏以其独特的玩法和丰富的互动性，深受玩家喜爱，成为神奇宝贝系列中的经典之作。"
    },
    {
      "ID": 21116,
      "URL": "https://zaixianwan.app/games/21116",
      "Title": "口袋妖怪写真[Pokemon Snap](EU)(Nintendo)(128Mb)",
      "Description": "《宝可梦随乐拍》（Pokémon Snap）是一款由HAL研究所和Pax Softnica共同开发，任天堂于1999年在任天堂64平台发行的第一人称模拟游戏。在游戏中，玩家扮演主角阿彻，乘坐自动行驶的交通工具，穿梭于各个环境多样的岛屿，拍摄野生宝可梦的照片，以完成专属的宝可梦写真图鉴。游戏收录了超过60种宝可梦，玩家可以通过投掷道具等方式吸引宝可梦，观察并记录它们的独特行为和表情。拍摄的照片会根据宝可梦的姿势、大小、朝向和位置等因素进行评分，鼓励玩家捕捉更高质量的照片。游戏于1999年3月21日在日本首发，随后在北美和欧洲地区陆续上市。"
    },
    {
      "ID": 21117,
      "URL": "https://zaixianwan.app/games/21117",
      "Title": "口袋妖怪写真[Pokemon Snap](FR)(Nintendo)(128Mb)",
      "Description": "《宝可梦随乐拍》是一款由HAL研究所和Pax Softnica共同开发，任天堂于1999年在Nintendo 64平台发行的第一人称模拟游戏。在游戏中，玩家扮演摄影师托德·斯纳普，受邀前往神秘的宝可梦岛，乘坐自动行驶的“零号车”，在多样化的环境中拍摄野生宝可梦的照片。游戏的主要目标是通过拍摄高质量的宝可梦照片，协助大木博士完成宝可梦图鉴。拍摄的照片会根据宝可梦的姿势、大小、朝向和位置等因素进行评分，鼓励玩家捕捉宝可梦的最佳瞬间。游戏中包含63种宝可梦，分布在海滩、隧道、火山、河流、洞窟和山谷等多个关卡。玩家可以使用道具如苹果、烟雾球和宝可梦笛，吸引或引导宝可梦，创造特殊的拍摄机会。《宝可梦随乐拍》以其独特的玩法和创新的拍摄机制，提供了与传统宝可梦游戏不同的体验，深受玩家喜爱。"
    },
    {
      "ID": 21118,
      "URL": "https://zaixianwan.app/games/21118",
      "Title": "口袋妖怪写真[Pokemon Snap](DE)(Nintendo)(128Mb)",
      "Description": "《宝可梦随乐拍》（日文名：ポケモンスナップ，英文名：Pokémon Snap）是一款由HAL研究所和Pax Softnica共同开发，任天堂于1999年在Nintendo 64平台发行的第一人称模拟游戏。在游戏中，玩家扮演主角阿彻，乘坐自动行驶的交通工具，穿越多个环境各异的关卡，拍摄野生宝可梦的照片。游戏的目标是通过拍摄高质量的照片，记录宝可梦的生态，并完成专属的宝可梦写真图鉴。游戏共收录了62种宝可梦，玩家可以使用多种道具，如苹果和烟雾球，吸引或引导宝可梦，捕捉其独特的行为和姿态。拍摄的照片会根据宝可梦的姿势、大小、朝向、位置等因素进行评分，鼓励玩家不断提升摄影技巧。《宝可梦随乐拍》在发售后获得了广泛好评，成为许多玩家的童年回忆。"
    },
    {
      "ID": 21119,
      "URL": "https://zaixianwan.app/games/21119",
      "Title": "口袋妖怪写真[Pokemon Snap](IT)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪写真》（Pokémon Snap）是由HAL研究所和Pax Softnica共同开发，任天堂发行的一款第一人称模拟游戏，于1999年3月21日在日本的任天堂64平台首发。游戏中，玩家扮演摄影师阿徹，乘坐特殊载具在“口袋妖怪岛”上穿梭，拍摄野生宝可梦的照片。玩家需利用各种道具吸引宝可梦，捕捉其自然状态下的姿态，照片的评分依据宝可梦的大小、姿势和构图等因素。游戏最初为64DD平台开发，但因该平台延期，改为N64卡带发行。发行后，游戏在日本首周销量排名第四，在美国上市后三天内售出超过15万套，成为1999年美国第六畅销游戏。2007年，游戏在Wii的虚拟主机平台重新发布，新增了将照片发送至Wii留言板的功能。2020年，任天堂宣布将在Nintendo Switch平台推出续作《New 宝可梦随乐拍》，并支持多种语言，包括简体中文和繁体中文。"
    },
    {
      "ID": 21120,
      "URL": "https://zaixianwan.app/games/21120",
      "Title": "口袋妖怪写真[Pokemon Snap](ES)(Nintendo)(128Mb)",
      "Description": "《宝可梦随乐拍》（Pokémon Snap）是一款由HAL研究所和Pax Softnica共同开发，任天堂于1999年在Nintendo 64平台发行的第一人称模拟游戏。在游戏中，玩家扮演主角阿徹，乘坐自动行驶的交通工具“新壹号”，通过相机拍摄野生宝可梦的照片，以完成生态调查并制作专属的宝可梦写真图鉴。游戏收录了超过60种宝可梦，玩家可以通过投掷轻苹果等道具吸引宝可梦，观察其独特的行为和表情。游戏的评分系统会根据照片的姿势、大小、朝向和位置等因素进行评价，鼓励玩家捕捉宝可梦的最佳瞬间。此外，游戏还支持联网功能，玩家可以分享自己的照片，并查看其他玩家的作品，增加互动乐趣。"
    },
    {
      "ID": 21121,
      "URL": "https://zaixianwan.app/games/21121",
      "Title": "口袋妖怪写真[Pokemon Snap](US)(Nintendo)(128Mb)",
      "Description": "《宝可梦随乐拍》（Pokémon Snap）是一款由HAL研究所和Pax Softnica共同开发，任天堂于1999年在Nintendo 64平台发行的第一人称模拟游戏。在游戏中，玩家扮演摄影师阿彻，受邀前往神秘的岛屿，乘坐自动行驶的车辆，拍摄野生宝可梦的照片，以完成宝可梦写真图鉴。游戏中收录了62种宝可梦，玩家需利用轻苹果等道具吸引宝可梦的注意，观察并记录它们的独特行为和表情。拍摄的照片将根据宝可梦的姿势、大小、朝向和位置等因素进行评分。游戏于1999年3月21日在日本首发，随后在北美和欧洲地区上市。"
    },
    {
      "ID": 21122,
      "URL": "https://zaixianwan.app/games/21122",
      "Title": "口袋妖怪写真(Promo)[Pokemon Snap Station (Promo)](US)(Nintendo)(128Mb)",
      "Description": "《口袋妖怪写真》（Pokémon Snap）是一款由任天堂于1999年在Nintendo 64平台上发行的摄影主题游戏。玩家扮演一位名为托德的摄影师，受邀前往神奇宝贝岛，乘坐特殊的轨道车“零号一号”，在不同的生态环境中拍摄各种宝可梦的照片。游戏设有多个关卡，包括海滩、隧道、火山、河流、洞窟和山谷等，每个关卡都有独特的宝可梦栖息。玩家需要利用多种道具，如苹果、烟雾球和宝可梦笛，吸引或引导宝可梦，以捕捉其最佳瞬间。拍摄的照片会由大木博士评分，依据宝可梦的姿势、大小、中心位置和特殊动作等因素进行评价。游戏鼓励玩家多次游玩，发现隐藏的宝可梦和特殊场景，提升摄影技巧。作为系列中首款以摄影为主题的游戏，《口袋妖怪写真》为玩家提供了与宝可梦互动的新方式，深受喜爱。"
    },
    {
      "ID": 21123,
      "URL": "https://zaixianwan.app/games/21123",
      "Title": "口袋妖怪竞技场[Pokemon Stadium](EU)(Nintendo)(256Mb)",
      "Description": "《口袋妖怪竞技场》（日文名：ポケモンスタジアム，英文名：Pokémon Stadium）是由任天堂于1998年8月1日在日本发行的任天堂64平台游戏。该游戏仅在日本发售，未推出海外版本。游戏由HAL研究所开发，属于第一世代的衍生作品。游戏主要提供以下功能：战斗模式：玩家可与其他玩家或NPC进行对战。整理功能：在同行宝可梦、电脑和游戏自带盒子之间移动宝可梦和道具。一览功能：查看玩家出场的宝可梦及其属性。图鉴功能：查看3D版本的宝可梦图鉴。登录功能：可以登录一支队伍。手持功能：查看当前玩家的同行宝可梦。GB功能：在N64上游玩第一世代的《宝可梦》系列游戏。游戏支持通过64GB转换器连接Game Boy版的《宝可梦》系列游戏，允许玩家在N64平台上使用自己培养的宝可梦进行3D对战。对战方式包括：自由对战：玩家可以利用64GB转换器传输过来的宝可梦或者预设的8种配置与其他玩家或NPC对战。自由对战划分为三个级别：1-30级、50-55级与自由等级。锦标赛模式：玩家可以挑战现实世界中的比赛选手，包括1-30级和50-55级的比赛，完成后可获得积分，根据积分可以获得用GB功能玩《宝可梦》系列游戏时的倍速加速功能。游戏内可使用40种宝可梦进行对战，其中大部分来自97年任天堂杯参赛选手使用的宝可梦。值得一提的是，时任HAL研究所程序员、任天堂已故前社长岩田聪在没有参考文档的情况下，仅用了一个星期就将《红／绿／蓝》的代码移植，并为本作编写了基本的程序代码。"
    },
    {
      "ID": 21124,
      "URL": "https://zaixianwan.app/games/21124",
      "Title": "口袋妖怪竞技场(Rev A)[Pokemon Stadium (Rev A)](EU)(Nintendo)(256Mb)",
      "Description": "《宝可梦竞技场》（日文：ポケモンスタジアム，英文：Pokémon Stadium）是由HAL研究所开发、任天堂发行的战斗模拟游戏，于1998年8月1日在日本的N64平台上独家发售。该游戏是宝可梦竞技场系列的首款作品，主要提供3D化的宝可梦对战体验。游戏支持1至4名玩家参与，并可通过64GB转换器与《宝可梦》系列游戏联动，允许玩家在N64上使用Game Boy游戏中的宝可梦进行对战。主要功能包括：战斗模式：玩家可与其他玩家或NPC进行对战。整理功能：在同行宝可梦、电脑和游戏自带盒子之间移动宝可梦和道具。图鉴查看：查看3D版本的宝可梦图鉴。GB功能：在N64上游玩第一世代的《宝可梦》系列游戏。游戏内提供40种宝可梦供玩家使用，其中大部分来自1997年任天堂杯参赛选手使用的宝可梦。此外，游戏还设有锦标赛模式，玩家可挑战现实世界中的比赛选手，完成后可获得积分，并在使用GB功能游玩《宝可梦》系列游戏时享受倍速加速功能。值得一提的是，时任HAL研究所程序员、任天堂已故前社长岩田聪，在没有参考文档的情况下，仅用一周时间就将《红／绿／蓝》的代码移植，并为本作编写了基本的程序代码。由于该游戏仅在日本发售，未推出海外版本，因此在其他地区的玩家可能对其了解较少。"
    },
    {
      "ID": 21125,
      "URL": "https://zaixianwan.app/games/21125",
      "Title": "口袋妖怪竞技场[Pokemon Stadium](FR)(Nintendo)(256Mb)",
      "Description": "《宝可梦竞技场》（日文：ポケモンスタジアム，英文：Pokémon Stadium）是由HAL研究所开发、任天堂发行的战斗模拟游戏，于1998年8月1日在日本的N64平台上独家发售。该游戏未在其他地区发行，海外版本的《宝可梦竞技场》实际上对应于日本的《宝可梦竞技场2》。游戏主要提供以下功能：战斗模式：玩家可以与其他玩家或NPC进行对战。整理功能：在同行宝可梦、电脑和游戏自带的盒子之间移动宝可梦和道具。一览功能：查看玩家出场的宝可梦及其属性。图鉴功能：查看3D版本的宝可梦图鉴。登录功能：可以登录一支队伍。手持功能：查看当前玩家的同行宝可梦。GB功能：在N64上游玩第一世代的《宝可梦》系列游戏。在对战方面，游戏提供了自由对战和锦标赛两种模式。自由对战模式允许玩家利用64GB转换器传输过来的宝可梦或预设的8种配置与其他玩家或NPC对战，分为1-30级、50-55级和自由等级三个级别。锦标赛模式中，玩家可以挑战现实世界中的比赛选手，包括1998年任天堂杯和1997年任天堂杯的队伍。完成锦标赛后，玩家可以获得积分，根据积分可以在使用GB功能玩《宝可梦》系列游戏时获得倍速加速功能。游戏内可使用40种宝可梦进行对战，其中大部分来自1997年任天堂杯参赛选手使用的宝可梦。值得一提的是，如果玩家成功挑战锦标赛1-30级的大师球比赛，且队伍内有皮卡丘，这只皮卡丘会自动学会冲浪技能。《宝可梦竞技场》是首款非GAME FREAK开发的宝可梦游戏，其基本制作由HAL研究所负责。时任HAL研究所程序员、任天堂已故前社长岩田聪在没有参考文档的情况下，仅用一周时间就将《红／绿／蓝》的代码移植，并为本作编写了基本的程序代码。"
    },
    {
      "ID": 21126,
      "URL": "https://zaixianwan.app/games/21126",
      "Title": "口袋妖怪竞技场[Pokemon Stadium](DE)(Nintendo)(256Mb)",
      "Description": "《宝可梦竞技场》（日文：ポケモンスタジアム，英文：Pokémon Stadium）是由HAL研究所开发、任天堂发行的战斗模拟游戏，于1998年8月1日在日本的N64平台上独家发售。该游戏允许玩家通过64GB转换器将《宝可梦》系列游戏中的宝可梦导入，进行3D化的对战体验。主要功能包括：战斗模式，可与其他玩家或NPC进行对战；整理功能，管理宝可梦和道具；图鉴，查看3D版本的宝可梦图鉴；以及GB功能，在N64上游玩第一世代的《宝可梦》系列游戏。对战方式分为自由对战和锦标赛模式，玩家可挑战不同级别的比赛，完成后可获得积分，用于解锁游戏内的加速功能。游戏内可使用40种宝可梦进行对战，其中大部分来自97年任天堂杯参赛选手使用的宝可梦。"
    },
    {
      "ID": 21127,
      "URL": "https://zaixianwan.app/games/21127",
      "Title": "口袋妖怪竞技场[Pokemon Stadium](IT)(Nintendo)(256Mb)",
      "Description": "《口袋妖怪竞技场》（日文：ポケモンスタジアム，英文：Pokémon Stadium）是由HAL研究所开发、任天堂发行的战斗模拟游戏，于1998年8月1日在日本的任天堂64平台上独家发售。该游戏允许玩家将《口袋妖怪 红／绿／蓝／皮卡丘》中的宝可梦通过64GB转换器传输至N64平台，体验3D化的战斗场景。游戏提供多种模式，包括自由对战、锦标赛、图鉴查看等。自由对战模式允许玩家使用传输的宝可梦或预设队伍与其他玩家或NPC对战，分为1-30级、50-55级和自由等级三个级别。锦标赛模式则让玩家挑战现实比赛中的选手，完成后可获得积分，用于在GB功能中加速游戏进程。游戏内可使用40种宝可梦进行对战，其中大部分来自97年任天堂杯参赛选手使用的宝可梦。"
    },
    {
      "ID": 21128,
      "URL": "https://zaixianwan.app/games/21128",
      "Title": "口袋妖怪竞技场[Pokemon Stadium](ES)(Nintendo)(256Mb)",
      "Description": "《口袋妖怪竞技场》（Pokémon Stadium）是任天堂于1999年为N64平台推出的一款经典游戏。游戏以其丰富的玩法和精美的画面，成为了众多玩家心中的经典之作。玩家可以在游戏中体验到多种模式，包括单人对战、双人对战以及迷你游戏等。游戏内收录了大量的宝可梦角色，玩家可以选择自己喜爱的宝可梦进行对战，感受策略与操作的乐趣。迷你游戏部分更是丰富多样，考验玩家的反应速度和操作技巧，增加了游戏的可玩性和趣味性。总体而言，《口袋妖怪竞技场》凭借其多样的玩法和精致的设计，成为了N64平台上一款备受喜爱的经典游戏。"
    },
    {
      "ID": 21129,
      "URL": "https://zaixianwan.app/games/21129",
      "Title": "口袋妖怪竞技场[Pokemon Stadium](US)(Nintendo)(256Mb)",
      "Description": "《口袋妖怪竞技场》（日文名：ポケモンスタジアム，英文名：Pokémon Stadium）是由HAL研究所开发、任天堂发行的战斗模拟游戏，于1998年8月1日在日本的任天堂64平台上独家发售。该游戏允许玩家将《红／绿／蓝／皮卡丘》版本中的宝可梦通过64GB转换器传输至N64平台，进行3D化的对战体验。游戏提供多种模式，包括自由对战、锦标赛等，玩家可与其他训练家或NPC进行对战。值得注意的是，游戏内仅包含40种宝可梦，大部分来自1997年任天堂杯参赛选手使用的宝可梦。此外，游戏还提供图鉴、整理、登录等功能，增强了玩家的互动体验。由于该游戏仅在日本发行，海外玩家可能对其了解较少。"
    },
    {
      "ID": 21130,
      "URL": "https://zaixianwan.app/games/21130",
      "Title": "口袋妖怪竞技场(Rev A)[Pokemon Stadium (Rev A)](US)(Nintendo)(256Mb)",
      "Description": "《口袋妖怪竞技场》（日文名：ポケモンスタジアム，英文名：Pokémon Stadium）是由HAL研究所开发、任天堂发行的战斗模拟游戏，于1999年4月30日在日本的任天堂64平台上推出。该游戏允许玩家将第一世代的《口袋妖怪》系列游戏（包括《红》、《绿》、《蓝》和《皮卡丘》）中的宝可梦传输至任天堂64平台进行3D对战，提供了更为生动的战斗体验。游戏中包含多种对战模式，如自由对战和锦标赛模式，玩家可以挑战来自现实世界比赛的选手，提升自己的战斗技巧。此外，游戏还提供了丰富的功能，包括查看3D版的宝可梦图鉴、在N64上游玩第一世代的《口袋妖怪》系列游戏，以及参与多种小游戏，增加了游戏的趣味性和可玩性。"
    },
    {
      "ID": 21131,
      "URL": "https://zaixianwan.app/games/21131",
      "Title": "口袋妖怪竞技场2[Pokemon Stadium 2](EU)(Nintendo)(512Mb)",
      "Description": "《宝可梦竞技场2》（日文：ポケモンスタジアム２，英文：Pokémon Stadium）是任天堂于1999年4月30日在日本发行的任天堂64平台游戏。该游戏允许玩家将第一世代《宝可梦》系列游戏《红／绿／蓝》与《皮卡丘》中捕获的宝可梦上传至任天堂64平台进行3D化的回合制战斗。游戏特色包括增加至6种的竞技场规则，以及大幅增加的迷你游戏内容，最多支持4人同时游玩。2023年4月12日，该游戏在Nintendo Switch Online + 扩展包服务的N64游戏库中再度发行，但再发行版本不再支持与《红／绿／蓝／皮卡丘》及其再发行版的联动。"
    },
    {
      "ID": 21132,
      "URL": "https://zaixianwan.app/games/21132",
      "Title": "口袋妖怪竞技场2[Pokemon Stadium 2](FR)(Nintendo)(512Mb)",
      "Description": "《口袋妖怪竞技场2》（日文名：ポケモンスタジアム2，英文名：Pokémon Stadium）是任天堂于1999年4月30日在日本发行的任天堂64平台游戏。该游戏允许玩家将第一世代的《口袋妖怪》系列游戏《红／绿／蓝》与《皮卡丘》中的宝可梦上传至任天堂64平台进行3D化的战斗体验。游戏中增加了多种竞技场规则，提供了丰富的对战模式，并大幅增加了迷你游戏的内容，提升了游戏的可玩性。2023年4月12日，该游戏在Nintendo Switch Online + 扩充包服务的N64游戏库中再度发行，但再发行版本无法与《红／绿／蓝／皮卡丘》及其再发行版进行联动。"
    },
    {
      "ID": 21133,
      "URL": "https://zaixianwan.app/games/21133",
      "Title": "口袋妖怪竞技场2[Pokemon Stadium 2](DE)(Nintendo)(512Mb)",
      "Description": "《口袋妖怪竞技场2》（日文名：ポケモンスタジアム2，英文名：Pokémon Stadium）是任天堂于1999年4月30日在日本发行的任天堂64平台游戏。该游戏允许玩家将第一世代的《口袋妖怪》系列游戏《红／绿／蓝》与《皮卡丘》中的宝可梦上传至任天堂64平台进行3D化的战斗体验。游戏中增加了多种竞技场规则，提供了丰富的对战模式，并大幅增加了迷你游戏的内容，提升了游戏的可玩性和趣味性。"
    },
    {
      "ID": 21134,
      "URL": "https://zaixianwan.app/games/21134",
      "Title": "口袋妖怪竞技场2[Pokemon Stadium 2](IT)(Nintendo)(512Mb)",
      "Description": "《宝可梦竞技场2》（日文：ポケモンスタジアム2，英文：Pokémon Stadium）是任天堂于1999年4月30日在日本发行的任天堂64平台游戏。该作是《宝可梦竞技场》系列的首部作品，允许玩家将第一世代《宝可梦》系列游戏《红／绿／蓝》与《皮卡丘》中捕获的宝可梦上传至任天堂64平台进行3D化的战斗体验。游戏新增了6种竞技场规则，并大幅增加了迷你游戏的内容，最多支持4人同时游玩。2023年4月12日，该游戏在Nintendo Switch Online + 扩展包服务的N64游戏库中再度发行，但再发行版本无法与原版《红／绿／蓝／皮卡丘》及其再发行版进行联动。"
    },
    {
      "ID": 21135,
      "URL": "https://zaixianwan.app/games/21135",
      "Title": "口袋妖怪竞技场2[Pokemon Stadium 2](ES)(Nintendo)(512Mb)",
      "Description": "《宝可梦竞技场2》（日文：ポケモンスタジアム2，英文：Pokémon Stadium）是任天堂于1999年4月30日在任天堂64平台上发行的战斗模拟游戏。该游戏允许玩家将第一世代《宝可梦》系列游戏《红／绿／蓝》与《皮卡丘》中的宝可梦上传至任天堂64平台进行3D化的回合制战斗。游戏特色包括增加至6种的竞技场规则，以及大幅增加的迷你游戏内容，最多支持4人同时游玩。2023年4月12日，该游戏在Nintendo Switch Online + 扩展包服务的N64游戏库中再度发行，但再发行版本不再支持与《红／绿／蓝／皮卡丘》及其再发行版的联动。"
    },
    {
      "ID": 21136,
      "URL": "https://zaixianwan.app/games/21136",
      "Title": "口袋妖怪竞技场2[Pokemon Stadium 2](US)(Nintendo)(512Mb)",
      "Description": "《宝可梦竞技场2》（日文：ポケモンスタジアム2，英文：Pokémon Stadium）是任天堂于1999年4月30日在日本发行的任天堂64平台游戏。该游戏允许玩家将第一世代《宝可梦》系列游戏《红／绿／蓝》与《皮卡丘》中捕获的宝可梦上传至任天堂64平台进行3D化的回合制战斗。游戏特色包括增加至6种的竞技场规则，以及大幅扩充的迷你游戏内容，最多支持4人同时游玩。2023年4月12日，该游戏在Nintendo Switch Online + 扩展包服务的N64游戏库中再度发行，但再发行版本不再支持与《红／绿／蓝／皮卡丘》及其再发行版的联动功能。"
    },
    {
      "ID": 21490,
      "URL": "https://zaixianwan.app/games/21490",
      "Title": "口袋妖怪竞技场(Rev B)[Pokemon Stadium (Rev B)](US)(Nintendo)(256Mb)",
      "Description": "《宝可梦竞技场》（日文：ポケモンスタジアム，英文：Pokémon Stadium）是由HAL研究所开发、任天堂发行的宝可梦系列首款3D对战模拟游戏，于1998年8月1日在日本的任天堂64平台独家发售。游戏主要提供两种对战模式：自由对战和锦标赛模式。在自由对战中，玩家可通过64GB转换器导入《宝可梦 红／绿／蓝／皮卡丘》中的宝可梦，或使用游戏内预设的8种配置，与其他玩家或NPC进行对战。自由对战分为1-30级、50-55级和自由等级三个级别。锦标赛模式则让玩家挑战现实世界比赛的选手。1-30级锦标赛源自1998年任天堂杯比赛，设有精灵球、超级球、高级球和大师球四个等级；50-55级锦标赛则基于1997年任天堂杯比赛的选手队伍。完成锦标赛可获得积分，积分可用于在GB功能中加速游玩《宝可梦》系列游戏。游戏内可使用40种宝可梦进行对战，其中大部分来自1997年任天堂杯参赛选手使用的宝可梦。值得一提的是，若玩家成功挑战1-30级大师球比赛，且队伍中有皮卡丘，这只皮卡丘将自动学会冲浪技能。《宝可梦竞技场》是首款非GAME FREAK开发的宝可梦游戏，由HAL研究所负责制作。时任HAL研究所程序员、后任任天堂社长的岩田聪，在没有参考文档的情况下，仅用一周时间就将《红／绿／蓝》的代码移植，并为本作编写了基本的程序代码。由于游戏仅在日本发售，海外玩家所熟知的《Pokémon Stadium》实际上对应的是日本的《宝可梦竞技场2》。"
    },
    {
      "ID": 31947,
      "URL": "https://zaixianwan.app/games/31947",
      "Title": "口袋妖怪水晶汉化版",
      "Description": "《口袋妖怪 水晶》是Game Freak开发的角色扮演游戏，最初于2000年在Game Boy Color平台发布。作为《口袋妖怪 金·银》的增强版，本作在城都地区展开冒险，通关后可前往关都地区继续探索。游戏新增了100种宝可梦，并首次引入了女性主角供玩家选择。此外，游戏增加了时间系统，分为早晨、午间和晚上，不同时间段会影响宝可梦的出现率。在剧情方面，玩家将对抗火箭队的阴谋，挑战道馆收集徽章，并有机会捕捉传说中的宝可梦，如水君、炎帝和雷公。"
    },
    {
      "ID": 32212,
      "URL": "https://zaixianwan.app/games/32212",
      "Title": "口袋妖怪-蓝",
      "Description": "《口袋妖怪：蓝》是由Game Freak开发、任天堂发行的角色扮演游戏，最初于1996年10月15日在日本部分地区限量发售，1999年10月10日面向日本全国发行。游戏发生在虚构的关都地区，玩家扮演一位十岁的训练家，目标是挑战八名道馆馆主，击败四大天王，最终成为冠军。在旅途中，玩家将捕捉、训练并交换151种口袋妖怪，与其他训练家对战，并阻止火箭队等反派组织的阴谋。游戏引入了“收集、培养口袋妖怪”的育成系统与“旅行冒险”的RPG系统相结合的玩法，支持通过连接线进行通信交换和对战，促进了玩家之间的互动。"
    },
    {
      "ID": 32433,
      "URL": "https://zaixianwan.app/games/32433",
      "Title": "口袋妖怪",
      "Description": "《口袋精灵》是一款由随手互动开发的角色扮演游戏，运行于J2ME平台。游戏以精灵捕捉、培养和对战为核心玩法，玩家将扮演训练师，踏上冒险旅程，挑战各地道馆，最终成为精灵大师。游戏内包含丰富的精灵种类，每种精灵拥有独特的属性和技能，玩家需根据精灵特性制定战术，提升战斗力。此外，游戏还提供多样化的任务和活动，增加了游戏的可玩性和挑战性。由于官方支持已停止，玩家可通过第三方资源获取游戏安装包，并使用J2ME模拟器在现代设备上体验这款经典游戏。"
    },
    {
      "ID": 33036,
      "URL": "https://zaixianwan.app/games/33036",
      "Title": "口袋妖怪大乱斗",
      "Description": "《口袋妖怪大乱斗》是一款高水准的回合制对战游戏，游戏中包含了口袋妖怪系列中知名的宠物类型。玩家可以通过召唤获得强力与稀有的口袋妖怪，并在竞技场中展现战术的魅力与紧张的策略。游戏强调玩家的决策能力，重复的体力活由AI代劳，深层次的对决才是玩家才华的展现。游戏还引入了火影忍者的鸣人、七龙珠的特南克斯等动漫角色，为玩家带来全新的游戏体验。"
    },
    {
      "ID": 33060,
      "URL": "https://zaixianwan.app/games/33060",
      "Title": "口袋妖怪水晶",
      "Description": "《口袋妖怪水晶》是Game Boy Color平台上《口袋妖怪》系列的第二世代作品之一，也是《口袋妖怪金·银》的增强版本。游戏的冒险舞台设定在城都地区，玩家将从若叶镇出发，选择火系的火球鼠、水系的小锯鳄或草系的菊草叶作为初始伙伴，踏上收集徽章、挑战道馆、对抗火箭队并捕捉传说中的神奇宝贝的旅程。游戏新增了水君的专属剧情，玩家将有机会与水君、雷公和炎帝等传说中的神奇宝贝展开特殊的战斗。游戏还首次引入了神奇宝贝的登场动画，提升了视觉体验。通关后，玩家可以前往关都地区，挑战更多道馆，最终在白银山与小赤展开终极对决。"
    },
    {
      "ID": 33996,
      "URL": "https://zaixianwan.app/games/33996",
      "Title": "口袋妖怪",
      "Description": "《口袋精灵》是一款由随手互动开发的角色扮演游戏，运行于J2ME平台。游戏以精灵捕捉、培养和对战为核心玩法，玩家将扮演训练师，踏上冒险旅程，挑战各地道馆，最终成为精灵大师。游戏内包含丰富的精灵种类，每种精灵拥有独特的属性和技能，玩家需根据精灵特性制定战术，提升战斗力。此外，游戏还提供多样化的任务和活动，增加了游戏的可玩性和挑战性。由于官方支持已停止，玩家可通过第三方资源获取游戏安装包，并使用J2ME模拟器在现代设备上体验这款经典游戏。"
    },
    {
      "ID": 49328,
      "URL": "https://zaixianwan.app/games/49328",
      "Title": "宠物小精灵",
      "Description": "《宠物小精灵》是一款基于经典动漫和游戏系列《Pokémon》（口袋妖怪）改编的Flash游戏。游戏以收集、培养和战斗宠物小精灵为核心玩法，玩家可以在游戏中体验到丰富的冒险内容和策略对战。游戏画面采用卡通风格，忠实还原了原作中各种可爱的宠物小精灵形象，配合轻松的操作和趣味的剧情，适合各年龄段玩家。玩家在游戏中扮演训练师，通过捕捉不同种类的小精灵，组建自己的队伍，挑战道馆和其他训练师，提升宠物小精灵的等级和技能。游戏还包含多样的任务和隐藏要素，增加了游戏的耐玩性和探索乐趣。作为Flash平台上的经典复古游戏，《宠物小精灵》不仅唤起了许多玩家的童年回忆，也为新玩家提供了一个了解和体验宠物小精灵世界的机会。无论是喜欢策略养成还是热衷于冒险探索的玩家，都能在这款游戏中找到乐趣。"
    }
  ],
  "discovered_ids": [
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16,
    93,
    94,
    95,
    96,
    97,
    98,
    99,
    100,
    101,
    102,
    103,
    104,
    105,
    106,
    107,
    108,
    109,
    110,
    111,
    112,
    113,
    114,
    160,
    363,
    364,
    365,
    366,
    367,
    368,
    369,
    370,
    371,
    372,
    373,
    374,
    375,
    376,
    377,
    378,
    379,
    380,
    381,
    382,
    383,
    384,
    385,
    386,
    387,
    388,
    389,
    390,
    391,
    392,
    393,
    394,
    395,
    396,
    397,
    398,
    399,
    400,
    401,
    402,
    403,
    404,
    405,
    406,
    407,
    408,
    409,
    410,
    411,
    412,
    413,
    414,
    415,
    416,
    417,
    418,
    419,
    420,
    421,
    422,
    423,
    1008,
    1009,
    1010,
    1159,
    1160,
    1161,
    2075,
    2076,
    2077,
    2078,
    2079,
    2080,
    2081,
    2082,
    2083,
    2084,
    2085,
    2086,
    2087,
    2088,
    2089,
    2090,
    2091,
    2092,
    2093,
    2094,
    2095,
    2096,
    2097,
    2098,
    2099,
    2100,
    2101,
    2102,
    2103,
    2104,
    2105,
    2106,
    2107,
    2108,
    2109,
    2110,
    2111,
    2112,
    2113,
    2114,
    2115,
    3849,
    3852,
    3990,
    3999,
    4184,
    4196,
    4197,
    4198,
    4201,
    4202,
    4203,
    4206,
    4210,
    4227,
    4329,
    4334,
    4337,
    4452,
    4454,
    4641,
    4642,
    4728,
    4729,
    4741,
    4767,
    4768,
    4769,
    4770,
    4771,
    4772,
    4775,
    4776,
    4777,
    4778,
    4783,
    4787,
    4857,
    4858,
    5009,
    5010,
    5071,
    5072,
    5076,
    5077,
    5078,
    5098,
    5103,
    5270,
    5277,
    5279,
    5282,
    5299,
    5331,
    5577,
    5659,
    5765,
    21107,
    21108,
    21109,
    21110,
    21111,
    21112,
    21113,
    21114,
    21115,
    21116,
    21117,
    21118,
    21119,
    21120,
    21121,
    21122,
    21123,
    21124,
    21125,
    21126,
    21127,
    21128,
    21129,
    21130,
    21131,
    21132,
    21133,
    21134,
    21135,
    21136,
    21490,
    31947,
    32212,
    32433,
    33036,
    33060,
    33996,
    49328
  ],
  "failed_ids": [],
  "failed_pages": [],
  "custom_queue": [],
  "delay": 1.0
}